bytes={0} \u30d0\u30a4\u30c8
KB={0} KB
MB={0} MB
GB={0} GB
percentage={0}%
jobMonitorThroughout={0} MB/\u5206
jobMonitorThroughoutGPerMin={0} GB/\u5206
jobMonitorThroughoutKPerSec={0} KB/\u79d2
wizardBackupSourceAlreadyExisted=\u9078\u629e\u3057\u305f\u30ce\u30fc\u30c9 ({0}) \u306f\u3059\u3067\u306b\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b8\u30e7\u30d6\u306b\u3088\u308a\u4fdd\u8b77\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u4ed6\u306e\u30ce\u30fc\u30c9\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b8\u30e7\u30d6\u3092\u4f5c\u6210\u3059\u308b\u306b\u306f [OK] \u30dc\u30bf\u30f3\u3092\u62bc\u3057\u307e\u3059\u3002
wizardBackupSourceDuplicated={0} \u306f\u3059\u3067\u306b\u8ffd\u52a0\u3055\u308c\u3066\u3044\u307e\u3059\u3002
nodeProtected=\u306f\u3044({0})
networkToolTip=IP \u30a2\u30c9\u30ec\u30b9: {0} | \u30b5\u30d6\u30cd\u30c3\u30c8 \u30de\u30b9\u30af: {1} | \u30c7\u30d5\u30a9\u30eb\u30c8 \u30b2\u30fc\u30c8\u30a6\u30a7\u30a4: {2}
noSelectedNodes=\u30ce\u30fc\u30c9\u304c\u9078\u629e\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
addBackupSourceManually=[\u30ce\u30fc\u30c9] \u30da\u30fc\u30b8\u304b\u3089\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30bd\u30fc\u30b9\u3092\u9078\u629e\u3059\u308b\u304b\u3001[\u8ffd\u52a0] \u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30bd\u30fc\u30b9\u3092\u624b\u52d5\u3067\u8ffd\u52a0\u3067\u304d\u307e\u3059\u3002
nodeAlreadyBeenProtected={0} \u306f\u6b21\u306e\u30b8\u30e7\u30d6\u306b\u3088\u3063\u3066\u3059\u3067\u306b\u4fdd\u8b77\u3055\u308c\u3066\u3044\u307e\u3059: {1}\u3002[\u30b8\u30e7\u30d6 \u30b9\u30c6\u30fc\u30bf\u30b9] \u30bf\u30d6\u304b\u3089\u5909\u66f4/\u518d\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
nodeWithRunningJobMessage=\u30ce\u30fc\u30c9 {0} \u4e0a\u3067\u30b8\u30e7\u30d6\u304c\u5b9f\u884c\u4e2d\u3067\u3042\u308b\u305f\u3081\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3002\u30ce\u30fc\u30c9\u3092\u524a\u9664\u3059\u308b\u524d\u306b\u3001\u5b9f\u884c\u4e2d\u306e\u30b8\u30e7\u30d6\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
settingsBackupSetCountExceedMax=\u4fdd\u6301\u3059\u308b\u5fa9\u65e7\u30bb\u30c3\u30c8\u306e\u6700\u5927\u6570\u306f {0} \u3067\u3059\u3002

jobPhase_backupVolume=\u30dc\u30ea\u30e5\u30fc\u30e0 {0} \u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u4e2d
jobPhase_restoreVolume=\u30dc\u30ea\u30e5\u30fc\u30e0 {0} \u306e\u30ea\u30b9\u30c8\u30a2\u4e2d

connectFailedWrongNetwork=\u30ce\u30fc\u30c9 {0} \u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30ce\u30fc\u30c9\u306e\u96fb\u6e90\u304c\u30aa\u30f3\u3067\u3042\u308a\u3001\u30ce\u30fc\u30c9\u540d\u304c\u6b63\u3057\u304f\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3001SSH (Secure Shell) \u63a5\u7d9a\u3067\u30ce\u30fc\u30c9\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u3001\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u4e00\u6642\u30d5\u30a9\u30eb\u30c0\u306b\u5b9f\u884c\u6a29\u9650\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
connectFailedExecuteCheckMachine=/tmp \u307e\u305f\u306f\u8a2d\u5b9a\u6e08\u307f\u306e\u4e00\u6642\u30d5\u30a9\u30eb\u30c0\u304c\u5b58\u5728\u3059\u308b\u3053\u3068\u3001\u30d5\u30a9\u30eb\u30c0\u306b\u7a7a\u304d\u5bb9\u91cf\u304c\u3042\u308b\u3053\u3068\u3001\u30ce\u30fc\u30c9 {0} \u306b\u5bfe\u3059\u308b\u66f8\u304d\u8fbc\u307f\u6a29\u9650\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
connectFailedExecutePwdExpired=\u5b9f\u884c\u3055\u308c\u305f\u30b3\u30de\u30f3\u30c9\u304c SSH (Secure Shell) \u30b5\u30fc\u30d0\u3067\u8a31\u53ef\u3055\u308c\u3066\u304a\u308a\u3001\u30e6\u30fc\u30b6 \u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30ce\u30fc\u30c9 {0} \u4e0a\u3067\u671f\u9650\u5207\u308c\u306b\u306a\u3063\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
validateSuccessfully=\u30ce\u30fc\u30c9\u304c\u6b63\u5e38\u306b\u691c\u8a3c\u3055\u308c\u307e\u3057\u305f: {0}
addingNode=\u30ce\u30fc\u30c9 {0} \u3092\u8ffd\u52a0\u3057\u3066\u3044\u307e\u3059...
addNodeSuccessfully=\u30ce\u30fc\u30c9 {0} \u306f\u6b63\u5e38\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u3002
addNodeFailed=\u30ce\u30fc\u30c9 {0} \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
nodeIsProtectedOrNot=\u30ce\u30fc\u30c9 {0} \u304c\u4fdd\u8b77\u3055\u308c\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u307e\u3059...
nodeNameNotEmpty=\u30ce\u30fc\u30c9\u540d\u306f\u7a7a\u306b\u3067\u304d\u307e\u305b\u3093\u3002
passwordNotMatch=\u6697\u53f7\u5316\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002
passworkNotEmpty=\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u7a7a\u306b\u3067\u304d\u307e\u305b\u3093\u3002
backupDestinationNotEmpty=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5148\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
getBackupJobScriptFailed=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b8\u30e7\u30d6\u60c5\u5831\u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
scheduleLabelRepeatTooltip=\u6307\u5b9a\u3055\u308c\u305f\u9593\u9694\u3054\u3068\u306b {0} \u3092\u5b9f\u884c\u3057\u307e\u3059\u3002
scheduleLabelNeverTooltip=\u5b9a\u671f\u7684\u306b {0} \u3092\u5b9f\u884c\u3057\u307e\u305b\u3093\u3002
scheduleLabelIncrementalDescription=\u6700\u5f8c\u306b\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u305f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5f8c\u306b\u5909\u66f4\u3055\u308c\u305f\u30c7\u30fc\u30bf\u306e\u307f\u3092\u5897\u5206\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u3057\u307e\u3059\u3002
scheduleLabelFullDescription=\u30de\u30b7\u30f3\u304b\u3089\u9078\u629e\u3057\u305f\u30c7\u30fc\u30bf\u3092\u3059\u3079\u3066\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u3057\u307e\u3059\u3002
scheduleLabelResyncDescription=\u6700\u5f8c\u306b\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u305f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30c7\u30fc\u30bf\u3068\u30bd\u30fc\u30b9 \u30c7\u30fc\u30bf\u3092\u6bd4\u8f03\u3057\u3066\u4fe1\u983c\u6027\u30c1\u30a7\u30c3\u30af\u3092\u5b9f\u884c\u3057\u307e\u3059\u3002\u6b21\u306b\u5dee\u5206\u306e\u307f\u3092\u5897\u5206\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 (\u518d\u540c\u671f) \u3057\u307e\u3059\u3002
wholeMachineRestoreWarning={0} \u3092\u9664\u5916\u3059\u308b\u3068\u3001\u30ce\u30fc\u30c9\u3067 BMR \u30ea\u30b9\u30c8\u30a2\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
includeWholeMachineRestoreWarning={0} \u3092\u542b\u3081\u306a\u3044\u5834\u5408\u3001\u30ce\u30fc\u30c9\u3067 BMR \u30ea\u30b9\u30c8\u30a2\u306f\u5b9f\u884c\u3055\u308c\u307e\u305b\u3093\u3002
noExcludeVolumesForNode=\u30dc\u30ea\u30e5\u30fc\u30e0 \u30d5\u30a3\u30eb\u30bf\u306f\u3001\u3053\u306e\u30ce\u30fc\u30c9\u306b\u5bfe\u3057\u3066\u306f\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
excludeVolumesForNode=\u9664\u5916\u30dc\u30ea\u30e5\u30fc\u30e0: <br>{0}
notSupportedFSType=\"{1}\" \u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u306e\u7a2e\u985e\u3067\u306f\u306a\u3044\u305f\u3081\u3001\"{0}\" \u306f\u30aa\u30d5\u306b\u3067\u304d\u307e\u305b\u3093\u3002

browse={0} \u306e\u53c2\u7167	
browseWindowCreateAFolderUnder={0} \u306e\u4e0b\u306b\u4f5c\u6210\u3059\u308b\u30d5\u30a9\u30eb\u30c0\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
backupSettingsNodifications=\u901a\u77e5 ({0} \u500b\u306e\u8b66\u544a)
restoreResolvingConflictsDescription={0} \u3067\u306e\u7af6\u5408\u30d5\u30a1\u30a4\u30eb\u306e\u89e3\u6c7a\u65b9\u6cd5

jobNameEmpty=\u30b8\u30e7\u30d6\u540d\u306f\u7a7a\u306b\u3067\u304d\u307e\u305b\u3093\u3002
exceedMaxJobNameLength=\u30b8\u30e7\u30d6\u540d\u304c\u9577\u3059\u304e\u307e\u3059\u3002{0} \u6587\u5b57\u3088\u308a\u9577\u304f\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
encPasswordMaxLength=\u6697\u53f7\u5316\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u3001{0} \u6587\u5b57\u672a\u6e80\u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059

backupSettingsErrorMinutesTooSmallForNoLic=[\u5206] \u306e\u5024\u304c\u7121\u52b9\u3067\u3059\u3002\u6700\u5c0f\u5024\u306f {0} \u3067\u3059\u3002
repeatEvery=\u7e70\u308a\u8fd4\u3057\u9593\u9694 {0} {1}
deleteJobFailed=\u30b8\u30e7\u30d6\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}\u3002<br><br>
deleteNodeFailed=\u30ce\u30fc\u30c9\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {0}\u3002<br><br>
removeDriverFailed=\u4ee5\u4e0b\u306e\u7406\u7531\u306b\u3088\u308a {2} \u30c9\u30e9\u30a4\u30d0\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f: {1} <br><br>\u6ce8: \u3053\u306e\u30c9\u30e9\u30a4\u30d0\u306f\u3001\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ce\u30fc\u30c9 {0} \u3067\u30b3\u30de\u30f3\u30c9 \"rmmod d2dctl\" \u3092\u5b9f\u884c\u3057\u3066\u624b\u52d5\u3067\u524a\u9664\u3067\u304d\u307e\u3059\u3002<br><br>\u524a\u9664\u3092\u7d9a\u884c\u3057\u307e\u3059\u304b?
connectD2DServerErrorMessage={1} \u30b5\u30fc\u30d0 {0} \u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093
excludeVolumeSetting={0} \u306e\u30dc\u30ea\u30e5\u30fc\u30e0 \u30d5\u30a3\u30eb\u30bf\u8a2d\u5b9a

restoreSearchResultExceed=\u691c\u7d22\u30af\u30a8\u30ea\u304c\u6700\u521d\u306e {0} \u4ef6\u306e\u30a8\u30f3\u30c8\u30ea\u3092\u8fd4\u3057\u307e\u3059\u3002\u691c\u7d22\u3057\u3066\u3044\u308b\u30d5\u30a1\u30a4\u30eb/\u30d5\u30a9\u30eb\u30c0\u304c\u8868\u793a\u3055\u308c\u306a\u3044\u5834\u5408\u306f\u3001\u691c\u7d22\u6761\u4ef6\u3092\u5909\u66f4\u3057\u305f\u5f8c\u3001\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
browseSubFolderExceed=\u53c2\u7167\u3059\u308b\u30d5\u30a9\u30eb\u30c0\u306b\u306f {0} \u3092\u8d85\u3048\u308b\u30d5\u30a9\u30eb\u30c0\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u53c2\u7167\u3059\u308b\u30d5\u30a9\u30eb\u30c0\u304c\u8868\u793a\u3055\u308c\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u3001\u691c\u7d22\u6a5f\u80fd\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
connectToNetworkPath={0} \u3078\u306e\u63a5\u7d9a
invalidTimeRange=\u958b\u59cb\u6642\u523b {0} \u304c\u7d42\u4e86\u6642\u523b {1} \u3088\u308a\u3082\u5f8c\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002

dayAndTime={0} \u65e5  {1}:{2}
totalNodes=\u5408\u8a08\u30ce\u30fc\u30c9: {0}
protectedNodes=\u4fdd\u8b77\u3055\u308c\u3066\u3044\u308b\u30ce\u30fc\u30c9: {0}
lastBackupFailureNodes=\u524d\u56de\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5931\u6557: {0}
homepagePieChartInstallFlash=Adobe Flash Player \u3092\u4eca\u3059\u3050\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3059\u308b\u306b\u306f\u3001{0} \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
serverIsManagedByOther=\u3053\u306e {1} \u306f {0} \u306b\u3088\u3063\u3066\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u3059\u3002[OK] \u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u305d\u306e\u30b5\u30fc\u30d0\u3092\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3057\u307e\u3059\u3002
rpsIsManagedByOther=\u3053\u306e RPS \u306f {0} \u306b\u3088\u3063\u3066\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u305d\u306e\u30b5\u30fc\u30d0\u306b\u30ea\u30c0\u30a4\u30ec\u30af\u30c8\u3057\u307e\u3059\u3002

nodeIsManagedByOther=\u3053\u306e\u30ce\u30fc\u30c9\u306f\u3059\u3067\u306b\u30b5\u30fc\u30d0 \"{0}\" \u3067\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u30b5\u30fc\u30d0 \"{1}\" \u3067\u3053\u306e\u30ce\u30fc\u30c9\u3092\u7ba1\u7406\u3057\u307e\u3059\u304b?
nodeIsManagedByOtherInfo=\u3053\u306e\u30ce\u30fc\u30c9\u306f\u3059\u3067\u306b\u30b5\u30fc\u30d0 \"{0}\" \u306b\u3088\u3063\u3066\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u3059\u3002
nodeManageFailedByRunningJob=\u3053\u306e\u30ce\u30fc\u30c9\u306f\u30b5\u30fc\u30d0 \"{0}\" \u3067\u7ba1\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b8\u30e7\u30d6\u304c\u73fe\u5728\u5b9f\u884c\u4e2d\u3067\u3059\u3002\u5f8c\u3067\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002

failToAddNode=\u30b8\u30e7\u30d6 {0} \u306b\u30ce\u30fc\u30c9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
noRestoreUtilError=\u30b5\u30fc\u30d0 {0} \u306b\u30ea\u30b9\u30c8\u30a2 \u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3066\u304f\u3060\u3055\u3044\u3002
invalidCifsPathMessage=CIFS \u5171\u6709\u306f {0} \u3067\u59cb\u307e\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
runJobForNode=\u30ce\u30fc\u30c9 ({0})
runJobForNodeProtectedBy=\u30b8\u30e7\u30d6 ({0}) \u3067\u4fdd\u8b77\u3055\u308c\u3066\u3044\u308b\u30ce\u30fc\u30c9
recoveryPointCountExceedLimit=\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8\u306e\u5408\u8a08\u6570\u304c\u4e0a\u9650 {0} \u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002\u65e5\u4ed8\u30d5\u30a3\u30eb\u30bf\u3092\u5909\u66f4\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
pagingToolBar_displayMsg={0} - {1} \u4ef6\u3092\u8868\u793a\u4e2d
buildVerion=\u30d0\u30fc\u30b8\u30e7\u30f3: {0}.{1}
buildVerionForLogin=\u30d0\u30fc\u30b8\u30e7\u30f3 {0}.{1}

validateHostName=\u30db\u30b9\u30c8\u540d\u306f\u5fc5\u9808\u3067\u3059
validateUserName=\u30e6\u30fc\u30b6\u540d\u306f\u5fc5\u9808\u3067\u3059
validatePassWord=\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u5fc5\u9808\u3067\u3059
validatePort=\u30dd\u30fc\u30c8\u756a\u53f7\u306f\u5fc5\u9808\u3067\u3059
validatePortNumber=\u30b5\u30fc\u30d0 \u30dd\u30fc\u30c8\u306f\u3001\u6709\u52b9\u306a\u30dd\u30fc\u30c8\u756a\u53f7\u306e\u7bc4\u56f2\u5185 (1 \uff5e 65535) \u306b\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
validateDataStore=\u30c7\u30fc\u30bf \u30b9\u30c8\u30a2\u306f\u5fc5\u9808\u3067\u3059
goToUdpConsole={0} \u306b\u79fb\u52d5\u3057\u3066\u3001\u30c7\u30fc\u30bf \u30b9\u30c8\u30a2\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
connectWarnningNoCifsOrNfs={0} \u304c\u30ce\u30fc\u30c9\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b8\u30e7\u30d6\u306f\u5931\u6557\u3059\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
messages=\u30e1\u30c3\u30bb\u30fc\u30b8({0})
validateName=\u767b\u9332\u7528\u306e\u6709\u52b9\u306a\u540d\u524d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u7279\u6b8a\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002
validateCompany=\u767b\u9332\u7528\u306e\u6709\u52b9\u306a\u4f1a\u793e\u540d\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u7279\u6b8a\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002 
validateFullfillNumber=\u6709\u52b9\u306a Fulfillment Number (\u30d5\u30eb\u30d5\u30a3\u30eb\u30e1\u30f3\u30c8\u756a\u53f7) \u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u7591\u554f\u7b26\u306e\u30a2\u30a4\u30b3\u30f3\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
validatePhoneNumber=\u6709\u52b9\u306a\u96fb\u8a71\u756a\u53f7\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002
validateEmailAddress=\u6709\u52b9\u306a\u96fb\u5b50\u30e1\u30fc\u30eb \u30a2\u30c9\u30ec\u30b9\u3092\u5165\u529b\u3057\u3066\u304f\u3060\u3055\u3044\u3002 
isActivateResult=\u304a\u4f7f\u3044\u306e\u88fd\u54c1\u304c Arcserve \u88fd\u54c1\u5411\u4e0a\u30d7\u30ed\u30b0\u30e9\u30e0\u306b\u767b\u9332\u3055\u308c\u307e\u3057\u305f\u3002\u767b\u9332\u3092\u5225\u306e\u30a2\u30c9\u30ec\u30b9\u306b\u79fb\u884c\u3059\u308b\u306b\u306f\u3001<br>\u304a\u4f7f\u3044\u306e\u96fb\u5b50\u30e1\u30fc\u30eb \u30a2\u30c9\u30ec\u30b9\u3092\u7de8\u96c6\u3057\u3001[\u78ba\u8a8d\u7528\u96fb\u5b50\u30e1\u30fc\u30eb\u306e\u9001\u4fe1] \u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
isInactivateResult=\u304a\u4f7f\u3044\u306e\u88fd\u54c1\u306e Arcserve \u88fd\u54c1\u5411\u4e0a\u30d7\u30ed\u30b0\u30e9\u30e0\u3078\u306e\u767b\u9332\u304c\u307b\u307c\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002{0} \u306b\u9001\u4fe1\u3055\u308c\u305f\u96fb\u5b50\u30e1\u30fc\u30eb\u306b\u8a18\u8f09\u3055\u308c\u3066\u3044\u308b\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u3001\u88fd\u54c1\u306e\u767b\u9332\u3092\u5b8c\u4e86\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u65b0\u3057\u3044\u78ba\u8a8d\u7528\u96fb\u5b50\u30e1\u30fc\u30eb\u3092\u53d7\u4fe1\u3059\u308b\u306b\u306f\u3001[\u78ba\u8a8d\u7528\u96fb\u5b50\u30e1\u30fc\u30eb\u306e\u9001\u4fe1] \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
userNameNotEmpty=\u30e6\u30fc\u30b6\u540d\u306f\u7a7a\u306b\u3067\u304d\u307e\u305b\u3093\u3002
browseWarning=\u30d5\u30a1\u30a4\u30eb/\u30d5\u30a9\u30eb\u30c0\u306f\u3001\u30c7\u30d0\u30a4\u30b9 \u30d5\u30a1\u30a4\u30eb\u306e\u4e0b\u306b\u8868\u793a\u3055\u308c\u307e\u3059\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001[<a href={0} target=_blank>\u30d8\u30eb\u30d7</a>] \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002

PrivacyAndEUmodel= <a href={0} target=_blank>Arcserve \u30d7\u30e9\u30a4\u30d0\u30b7\u30fc \u30dd\u30ea\u30b7\u30fc</a><BR><a href={1} target=_blank>EU \u30e2\u30c7\u30eb\u5951\u7d04\u6761\u9805</a> 
getRegisterPolicyLabel=\u2022 \u30e6\u30fc\u30b6\u306f\u3001Arcserve \u304c Arcserve \u306e <a href={0} target=_blank>\u30d7\u30e9\u30a4\u30d0\u30b7\u30fc \u30dd\u30ea\u30b7\u30fc</a>\u306b\u5f93\u3063\u3066\u3053\u306e\u88fd\u54c1\u306e\u4f7f\u7528\u72b6\u6cc1\u30c7\u30fc\u30bf\u3092\u53ce\u96c6\u3059\u308b\u3053\u3068\u306b\u540c\u610f\u3057\u307e\u3059\u3002
getRegAgreementLabel=\u2022 Arcserve\u306f\u500b\u4eba\u3092\u7279\u5b9a\u3067\u304d\u308b\u60c5\u5831\u3092\u53d7\u3051\u53d6\u3063\u305f\u5834\u5408\u3001\u305d\u306e\u60c5\u5831\u3092 <a href={0} target=_blank>EU \u30e2\u30c7\u30eb\u5951\u7d04\u6761\u9805</a>\u306b\u5f93\u3063\u3066\u4fdd\u5b58\u304a\u3088\u3073\u51e6\u7406\u3059\u308b\u3053\u3068\u306b\u540c\u610f\u3057\u307e\u3059\u3002
getEUModuleClauseLabel=\u2022 \u30e6\u30fc\u30b6\u306f\u3001Arcserve \u304c\u500b\u4eba\u3092\u7279\u5b9a\u3067\u304d\u308b\u60c5\u5831\u3092\u53d7\u3051\u53d6\u3063\u305f\u5834\u5408\u3001\u305d\u306e\u60c5\u5831\u3092 <a href={0} target=_blank>EU \u30e2\u30c7\u30eb\u5951\u7d04\u6761\u9805</a>\u306b\u5f93\u3063\u3066\u4fdd\u5b58\u304a\u3088\u3073\u51e6\u7406\u3059\u308b\u3053\u3068\u306b\u540c\u610f\u3059\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002
getInActiveMessage=\u767b\u9332\u7528\u96fb\u5b50\u30e1\u30fc\u30eb\u304c {0} \u306b\u9001\u4fe1\u3055\u308c\u307e\u3057\u305f\u3002<br>\u96fb\u5b50\u30e1\u30fc\u30eb\u5185\u306e\u30ea\u30f3\u30af\u3092\u4f7f\u7528\u3057\u3066\u767b\u9332\u3092\u5b8c\u4e86\u3057\u3066\u304f\u3060\u3055\u3044\u3002<br></span><span style=\"padding-left:120px\"><font size=\"2\"><u><b>\u65b0\u3057\u3044\u767b\u9332\u7528\u96fb\u5b50\u30e1\u30fc\u30eb\u306e\u9001\u4fe1</b></u></font></span>
tooltipForS3=//&lt;\u5730\u57df ID&gt;/&lt;\u30d0\u30b1\u30c3\u30c8\u540d&gt;<br>Amazon S3 Global \u306e\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8: //./&lt;\u30d0\u30b1\u30c3\u30c8\u540d&gt;<br>Amazon S3 China \u306e\u30b7\u30e7\u30fc\u30c8\u30ab\u30c3\u30c8: //{0}/&lt;\u30d0\u30b1\u30c3\u30c8\u540d&gt;
