bytes={0} octets
KB={0} Ko
MB={0} Mo
GB={0} Go
percentage={0}%
jobMonitorThroughout={0} Mo/min
jobMonitorThroughoutGPerMin={0} Go/min
jobMonitorThroughoutKPerSec={0} Ko/seconde
wizardBackupSourceAlreadyExisted=Les noeuds s\u00e9lectionn\u00e9s ({0}) ont d\u00e9j\u00e0 \u00e9t\u00e9 prot\u00e9g\u00e9s par un job de sauvegarde. Pour cr\u00e9er un job de sauvegarde pour un autre noeud, cliquez sur OK.
wizardBackupSourceDuplicated={0} a d\u00e9j\u00e0 \u00e9t\u00e9 ajout\u00e9.
nodeProtected=Oui ({0})
networkToolTip=Adresse IP : {0} | Masque de sous-r\u00e9seau : {1} | Passerelle par d\u00e9faut : {2}
noSelectedNodes=Aucun noeud n''a \u00e9t\u00e9 s\u00e9lectionn\u00e9.
addBackupSourceManually=Vous pouvez s\u00e9lectionner des sources de sauvegarde dans la page Noeud ou les ajouter manuellement en cliquant sur Ajouter.
nodeAlreadyBeenProtected={0} a d\u00e9j\u00e0 \u00e9t\u00e9 prot\u00e9g\u00e9 par le job {1}. Modifiez-le ou r\u00e9ex\u00e9cutez-le \u00e0 partir de l''onglet Statut du job.
nodeWithRunningJobMessage=Le noeud {0} ne peut \u00eatre supprim\u00e9, car un job s''ex\u00e9cute actuellement sur celui-ci. Vous devez d''abord annuler le job en cours d''ex\u00e9cution avant de supprimer le noeud.
settingsBackupSetCountExceedMax=Nombre maximum d''ensembles de r\u00e9cup\u00e9ration \u00e0 conserver : {0}

jobPhase_backupVolume=Sauvegarde du volume {0}
jobPhase_restoreVolume=Restauration du volume {0}

connectFailedWrongNetwork=Echec de la connexion au noeud {0}. V\u00e9rifiez que le noeud est allum\u00e9, que le nom de noeud est correct, que le noeud est accessible avec la connexion Secure Shell (SSH) et que vous disposez d''une autorisation d''ex\u00e9cution sur le dossier temporaire configur\u00e9.
connectFailedExecuteCheckMachine=V\u00e9rifiez que le dossier /tmp ou le dossier temporaire configur\u00e9 existe et qu''il dispose d''espace suffisant et de l''autorisation n\u00e9cessaire pour \u00e9crire sur le noeud {0}.
connectFailedExecutePwdExpired=V\u00e9rifiez que la commande ex\u00e9cut\u00e9e est autoris\u00e9es par le serveur SSH et que votre mot de passe n''a pas expir\u00e9 sur le noeud {0}.
validateSuccessfully=Le noeud {0} a \u00e9t\u00e9 valid\u00e9.
addingNode=Ajout du noeud {0}...
addNodeSuccessfully=Le noeud {0} a \u00e9t\u00e9 ajout\u00e9.
addNodeFailed=Echec de l''ajout du noeud {0}
nodeIsProtectedOrNot=V\u00e9rifier si le noeud {0} est prot\u00e9g\u00e9...
nodeNameNotEmpty=Vous devez sp\u00e9cifier un nom de n\u0153ud.
passwordNotMatch=Le mot de passe de chiffrement ne correspond pas.
passworkNotEmpty=Vous devez sp\u00e9cifier un mot de passe.
backupDestinationNotEmpty=Vous devez sp\u00e9cifier une destination de sauvegarde.
getBackupJobScriptFailed=Echec de l''obtention des informations concernant le job de sauvegarde
scheduleLabelRepeatTooltip={0} : apr\u00e8s chaque intervalle sp\u00e9cifi\u00e9
scheduleLabelNeverTooltip={0} : d\u00e9sactiver l''ex\u00e9cution r\u00e9guli\u00e8re
scheduleLabelIncrementalDescription=Effectuez une sauvegarde incr\u00e9mentielle uniquement des donn\u00e9es modifi\u00e9es depuis la derni\u00e8re sauvegarde.
scheduleLabelFullDescription=Toutes les donn\u00e9es s\u00e9lectionn\u00e9es sur l''ordinateur seront sauvegard\u00e9es.
scheduleLabelResyncDescription=La v\u00e9rification de fiabilit\u00e9 vous permet de comparer les donn\u00e9es de la derni\u00e8re sauvegarde avec les donn\u00e9es sources, puis d''effectuer une sauvegarde incr\u00e9mentielle (resynchronisation) uniquement des donn\u00e9es diff\u00e9rentes.
wholeMachineRestoreWarning=Restauration par r\u00e9cup\u00e9ration \u00e0 chaud impossible pour le n\u0153ud si vous excluez {0}.
includeWholeMachineRestoreWarning=Restauration par r\u00e9cup\u00e9ration \u00e0 chaud impossible pour le n\u0153ud si vous n''incluez pas {0}.
noExcludeVolumesForNode=Le filtre de volume n''est pas d\u00e9fini sp\u00e9cialement pour ce n\u0153ud.
excludeVolumesForNode=Volume(s) \u00e0 exclure : <br>{0}
notSupportedFSType=Impossible de d\u00e9sactiver {0}, car {1} n''est pas un type de syst\u00e8me de fichiers pris en charge.

browse=Parcourir {0}
browseWindowCreateAFolderUnder=Indiquez le nom du dossier \u00e0 cr\u00e9er sous {0}.
backupSettingsNodifications=Notifications ({0} avertissement(s))
restoreResolvingConflictsDescription=R\u00e9solution des fichiers en conflit par {0}

jobNameEmpty=Vous devez sp\u00e9cifier un nom de job.
exceedMaxJobNameLength=Le nom de job est trop long. Il ne doit pas d\u00e9passer {0} caract\u00e8res.
encPasswordMaxLength=Le mot de passe de chiffrement doit contenir moins de {0} caract\u00e8res.

backupSettingsErrorMinutesTooSmallForNoLic=Le nombre de minutes indiqu\u00e9 n''est pas valide : la valeur minimum est {0}.
repeatEvery=R\u00e9p\u00e9ter tous les {0} {1}
deleteJobFailed=Echec de la suppression du job : {0}.<br><br>
deleteNodeFailed=Echec de la suppression du noeud : {0}.<br><br>
removeDriverFailed=Echec de la suppression du pilote {2}. Motif : {1} <br><br>Remarque : Vous pouvez supprimer le pilote manuellement en ex\u00e9cutant la commande \"rmmod d2dctl\" sur le noeud cible {0}.<br><br>Voulez-vous proc\u00e9der \u00e0 la suppression ?
connectD2DServerErrorMessage=Connexion au serveur {1} impossible : {0}
excludeVolumeSetting=Param\u00e8tres de filtre de volume pour {0}

restoreSearchResultExceed=La recherche renvoie les {0} premi\u00e8res entr\u00e9es. Si le fichier/dossier que vous recherchez n''appara\u00eet pas, affinez votre recherche et r\u00e9essayez.
browseSubFolderExceed=Le dossier que vous souhaitez parcourir inclut plus de {0} dossiers. S''il n''est pas affich\u00e9, utilisez la fonction de recherche.
connectToNetworkPath=Connexion \u00e0 {0}
invalidTimeRange=L''heure de d\u00e9but {0} est ult\u00e9rieure \u00e0 l''heure de fin {1}.

dayAndTime={0}  jours {1}:{2}
totalNodes=Nombre total de noeuds {0}
protectedNodes=Noeuds prot\u00e9g\u00e9s {0}
lastBackupFailureNodes=Dernier \u00e9chec de sauvegarde : {0}
homepagePieChartInstallFlash=Pour t\u00e9l\u00e9charger et installer Adobe Flash Player maintenant, cliquez sur {0}.
serverIsManagedByOther=Le serveur {1} est g\u00e9r\u00e9 par {0}. Pour rediriger ce serveur, cliquez sur OK.
rpsIsManagedByOther=Le serveur RPS est g\u00e9r\u00e9 par {0}. Pour rediriger ce serveur, cliquez ici.

nodeIsManagedByOther=Ce noeud est d\u00e9j\u00e0 g\u00e9r\u00e9 par le serveur {0}. Voulez-vous que le serveur {1} g\u00e8re ce noeud ?
nodeIsManagedByOtherInfo=Ce noeud est d\u00e9j\u00e0 g\u00e9r\u00e9 par le serveur {0}.
nodeManageFailedByRunningJob=Ce noeud ne peut pas \u00eatre g\u00e9r\u00e9 par le serveur {0}. Un job de sauvegarde est actuellement en cours d''ex\u00e9cution. R\u00e9essayez ult\u00e9rieurement.

failToAddNode=Echec de l''ajout d''un noeud dans le job {0}. R\u00e9essayez.
noRestoreUtilError=Installez l''utilitaire de restauration sur le serveur {0}.
invalidCifsPathMessage=Le partage CIFS doit commencer par {0}.
runJobForNode=Noeud ({0})
runJobForNodeProtectedBy=Noeuds prot\u00e9g\u00e9s par le job ({0})
recoveryPointCountExceedLimit=Le nombre total de points de r\u00e9cup\u00e9ration a d\u00e9pass\u00e9 la limite de {0}. Modifiez le filtre de date et r\u00e9essayez.
pagingToolBar_displayMsg=Affichage : {0} - {1}
buildVerion=Version : {0}.{1}
buildVerionForLogin=version {0}.{1}

validateHostName=Le nom d''h\u00f4te doit \u00eatre sp\u00e9cifi\u00e9.
validateUserName=Le nom d''utilisateur doit \u00eatre sp\u00e9cifi\u00e9.
validatePassWord=Mot de passe requis
validatePort=Port requis
validatePortNumber=Le num\u00e9ro du port du serveur doit \u00eatre compris entre 1 et 65535.
validateDataStore=Un r\u00e9f\u00e9rentiel de donn\u00e9es est requis.
goToUdpConsole=Acc\u00e9dez \u00e0 {0} pour v\u00e9rifier le r\u00e9f\u00e9rentiel de donn\u00e9es.
connectWarnningNoCifsOrNfs=Il se peut que le job de sauvegarde \u00e9choue, car {0} n''est pas install\u00e9 sur le n\u0153ud.
messages=Messages ({0})
validateName=Entrez un nom valide pour l''enregistrement (ne peut pas contenir de caract\u00e8res sp\u00e9ciaux).
validateCompany=Entrez un nom de soci\u00e9t\u00e9 valide pour l''enregistrement (ne peut pas contenir de caract\u00e8res sp\u00e9ciaux). 
validateFullfillNumber=Entrez un Fulfillment Number (Num\u00e9ro de traitement) valide. Pour plus d''informations, cliquez sur l''ic\u00f4ne ?
validatePhoneNumber=Entrez un num\u00e9ro de t\u00e9l\u00e9phone valide.
validateEmailAddress=Entrez une adresse \u00e9lectronique valide. 
isActivateResult=Votre produit est maintenant enregistr\u00e9 dans le programme d''am\u00e9lioration des produits Arcserve. Pour transf\u00e9rer<br>l''enregistrement vers une autre adresse, modifiez votre adresse \u00e9lectronique et cliquez sur Envoyer un courriel de la v\u00e9rification.
isInactivateResult=L''enregistrement de votre produit dans le programme d''am\u00e9lioration des produits Arcserve est presque termin\u00e9. Cliquez sur le lien inclus dans le courriel envoy\u00e9 \u00e0 {0} pour finaliser l''enregistrement de votre produit. Pour recevoir un nouveau courriel de v\u00e9rification, cliquez sur Envoyer un courriel de v\u00e9rification.
userNameNotEmpty=Vous devez sp\u00e9cifier un nom d''utilisateur.
browseWarning=Les fichiers/dossiers apparaissent dans le fichier de l''unit\u00e9. Pour plus d''informations, cliquez sur <a href={0} target=_blank>Aide</a>.

PrivacyAndEUmodel= <a href={0} target=_blank>Politique de confidentialit\u00e9 Arcserve</a><BR><a href={1} target=_blank>Clauses types de l''Union europ\u00e9enne</a> 
getRegisterPolicyLabel=\u2022 Vous acceptez qu''Arcserve collecte des donn\u00e9es relatives \u00e0 l''utilisation de ce produit, comme indiqu\u00e9 dans sa <a href={0} target=_blank>politique de confidentialit\u00e9</a>.
getRegAgreementLabel=\u2022 Arcserve s''engage \u00e0 conserver et \u00e0 traiter toutes les informations personnelles re\u00e7ues conform\u00e9ment aux conditions des <a href={0} target=_blank>clauses types de l''Union europ\u00e9enne</a>.
getEUModuleClauseLabel=\u2022 Vous acceptez qu''Arcserve conserve et traite toutes les donn\u00e9es personnelles re\u00e7ues conform\u00e9ment aux conditions des <a href={0} target=_blank>clauses types de l''Union europ\u00e9enne</a>.
getInActiveMessage=Un courriel d''enregistrement a \u00e9t\u00e9 envoy\u00e9 \u00e0 l''adresse {0}.<br>Cliquez sur le lien qu''il contient pour finaliser l''enregistrement.<br></span><span style=\"padding-left:120px\"><font size=\"2\"><u><b>Envoyer un nouveau courriel d''enregistrement</b></u></font></span>

tooltipForS3=//&lt;ID de r\u00e9gion&gt;/&lt;Nom de compartiment&gt;<br>Raccourci pour Amazon S3 global : //./&lt;Nom de compartiment&gt;<br>Raccourci pour Amazon S3 Chine : //{0}/&lt;Nom de compartiment&gt;
