bytes={0} bytes
KB={0} kB
MB={0} MB
GB={0} GB
percentage={0}%
jobMonitorThroughout={0} MB/minuto
jobMonitorThroughoutGPerMin={0} GB/minuto
jobMonitorThroughoutKPerSec={0} kB/segundo
wizardBackupSourceAlreadyExisted=Los nodos seleccionados ({0}) ya se han protegido mediante una tarea de copia de seguridad. Pulse el bot\u00f3n Aceptar para crear una tarea de copia de seguridad para otro nodo.
wizardBackupSourceDuplicated={0} ya se ha agregado.
nodeProtected=S\u00ed ({0})
networkToolTip=Direcci\u00f3n IP: {0} | M\u00e1scara de subred: {1} | Puerta de enlace predeterminada: {2}
noSelectedNodes=No se han seleccionado nodos.
addBackupSourceManually=Se pueden seleccionar los or\u00edgenes de la copia de seguridad desde la p\u00e1gina Nodos o agregarlos manualmente mediante el bot\u00f3n Agregar.
nodeAlreadyBeenProtected={0} se ha protegido mediante la tarea: {1}. Modifique/vuelva a ejecutarlo desde la ficha Estado de la tarea.
nodeWithRunningJobMessage=No se puede suprimir el nodo {0} ahora porque actualmente hay una tarea que se ejecuta en \u00e9l. Antes de suprimir el nodo, se debe cancelar primero la tarea en ejecuci\u00f3n.
settingsBackupSetCountExceedMax=El n\u00famero m\u00e1ximo de conjuntos de recuperaci\u00f3n para retener es {0}.

jobPhase_backupVolume=Est\u00e1 realiz\u00e1ndose la copia de seguridad del volumen {0}
jobPhase_restoreVolume=Restaurando volumen {0}

connectFailedWrongNetwork=Se ha producido un error al conectarse con el nodo {0}. Verifique que el nodo est\u00e1 encendido, que su nombre est\u00e1 escrito correctamente, que se puede acceder a \u00e9l a trav\u00e9s de la conexi\u00f3n SSH, y que la carpeta temporal configurada dispone de permiso de ejecuci\u00f3n.
connectFailedExecuteCheckMachine=Verifique que la carpeta /tmp o la temporal configurada existe, y que tiene espacio disponible y permiso de escritura en el nodo {0}.
connectFailedExecutePwdExpired=Verifique que el servidor de Shell seguro (SSH) permite el comando ejecutado y que la contrase\u00f1a no ha caducado en el nodo {0}.
validateSuccessfully=Se ha validado correctamente el nodo: {0}
addingNode=Agregando el nodo {0}...
addNodeSuccessfully=Se ha agregado el nodo {0} correctamente.
addNodeFailed=Se ha producido un error al agregar el nodo {0}.
nodeIsProtectedOrNot=Verifique si el nodo {0} est\u00e1 protegido...
nodeNameNotEmpty=El nombre del nodo no puede estar vac\u00edo.
passwordNotMatch=La contrase\u00f1a de cifrado no coincide.
passworkNotEmpty=La contrase\u00f1a no puede estar vac\u00eda.
backupDestinationNotEmpty=Se debe especificar el destino de la copia de seguridad.
getBackupJobScriptFailed=No se ha podido obtener la informaci\u00f3n de la tarea de copia de seguridad.
scheduleLabelRepeatTooltip=Realizar {0} despu\u00e9s de cada intervalo especificado
scheduleLabelNeverTooltip=No realice {0} peri\u00f3dicamente.
scheduleLabelIncrementalDescription=Realiza una copia de seguridad incremental solo de aquellos datos que hayan cambiado desde la \u00faltima copia de seguridad que se realiz\u00f3 correctamente.
scheduleLabelFullDescription=Realiza una copia de seguridad de todos los datos seleccionados del equipo.
scheduleLabelResyncDescription=Realiza una comprobaci\u00f3n de confianza para comparar datos de la \u00faltima copia de seguridad correcta con los datos del origen, y despu\u00e9s realiza las copias de seguridad de forma incremental (resincroniza) solamente de las diferencias.
wholeMachineRestoreWarning=El nodo no realizar\u00e1 la restauraci\u00f3n de la reconstrucci\u00f3n completa si se excluye {0}.
includeWholeMachineRestoreWarning=El nodo no realizar\u00e1 la restauraci\u00f3n de la reconstrucci\u00f3n completa si no se incluye {0}.
noExcludeVolumesForNode=El filtro del volumen no se ha establecido especialmente para este nodo.
excludeVolumesForNode=Excluir vol\u00famenes: <br>{0}
notSupportedFSType=No se puede deseleccionar {0} ya que {1} no es un tipo de sistema de archivos compatible.

browse=Explorar {0}\t
browseWindowCreateAFolderUnder=Introduzca el nombre de la carpeta que se crear\u00e1 en {0}.
backupSettingsNodifications=Notificaciones ({0} advertencias)
restoreResolvingConflictsDescription=Especifique el m\u00e9todo de resoluci\u00f3n de archivos conflictivos por parte de {0}

jobNameEmpty=El nombre de la tarea no puede estar vac\u00edo.
exceedMaxJobNameLength=El nombre de la tarea es demasiado largo. No puede superar los {0} caracteres.
encPasswordMaxLength=La contrase\u00f1a de cifrado debe ser inferior a {0} caracteres

backupSettingsErrorMinutesTooSmallForNoLic=El valor de minutos no es v\u00e1lido. El valor m\u00ednimo es {0}.
repeatEvery=Repetir cada {0} a las {1}
deleteJobFailed=Se ha producido un error al suprimir la tarea: {0}.<br><br>
deleteNodeFailed=Se ha producido un error al suprimir el nodo: {0}.<br><br>
removeDriverFailed=Motivo: Se ha producido un error al eliminar el controlador de {2} debido a: {1} <br><br>Nota: El controlador se puede eliminar manualmente ejecutando el comando \"rmmod d2dctl\" en el nodo de destino {0}.<br><br>\u00bfEst\u00e1 seguro de que desea continuar con la supresi\u00f3n?
connectD2DServerErrorMessage=No se puede conectar al servidor {0} de {1}
excludeVolumeSetting=Configuraci\u00f3n del filtro del volumen de {0}

restoreSearchResultExceed=La consulta de b\u00fasqueda devuelve las primeras {0} entradas. Si el archivo o  la carpeta que est\u00e1 buscando no aparece en pantalla, refine los criterios de b\u00fasqueda y vu\u00e9lvalo a intentar.
browseSubFolderExceed=La carpeta que desea explorar incluye m\u00e1s de {0} carpetas. Si no aparece la carpeta que desea explorar, utilice la funci\u00f3n de b\u00fasqueda.
connectToNetworkPath=Conectar a {0}
invalidTimeRange=La hora de inicio {0} es posterior a la hora de finalizaci\u00f3n {1}.

dayAndTime={0} d\u00edas {1}:{2}
totalNodes=N\u00famero total de nodos: {0}
protectedNodes=Nodos protegidos: {0}
lastBackupFailureNodes=\u00daltimas copias de seguridad incorrectas: {0}
homepagePieChartInstallFlash=Haga clic {0} para descargar e instalar Adobe Flash Player ahora.
serverIsManagedByOther={0} gestiona este {1}. Haga clic en Aceptar para volver a dirigir ese servidor.
rpsIsManagedByOther={0} gestiona el RPS. Haga clic aqu\u00ed para redirigir ese servidor.

nodeIsManagedByOther=El servidor \"{0}\" ya gestiona este nodo. \u00bfTodav\u00eda desea que el servidor \"{1}\" lo gestione?
nodeIsManagedByOtherInfo=El servidor {0} ya gestiona este nodo.
nodeManageFailedByRunningJob=El servidor \"{0}\" no puede gestionar este nodo. Hay una tarea de copia de seguridad en ejecuci\u00f3n actualmente. Int\u00e9ntelo otra vez m\u00e1s tarde.

failToAddNode=Se ha producido un error al agregar el nodo a la tarea {0}. Int\u00e9ntelo de nuevo.
noRestoreUtilError=Instale la utilidad de restauraci\u00f3n en el servidor {0}.
invalidCifsPathMessage=El recurso compartido del CIFS debe empezar por {0}.
runJobForNode=Nodo ({0})
runJobForNodeProtectedBy=Nodos protegidos por la tarea ({0})
recoveryPointCountExceedLimit=El n\u00famero total de puntos de recuperaci\u00f3n sobrepasa el l\u00edmite m\u00e1ximo de {0}. Refine el filtro de fecha e int\u00e9ntelo de nuevo.
pagingToolBar_displayMsg=Mostrando {0} - {1}
buildVerion=Versi\u00f3n: {0}.{1}
buildVerionForLogin=versi\u00f3n {0}.{1}

validateHostName=El nombre de host es obligatorio
validateUserName=El nombre de usuario es obligatorio
validatePassWord=La contrase\u00f1a es obligatoria
validatePort=El puerto es obligatorio
validatePortNumber=El puerto del servidor debe estar dentro del intervalo de n\u00fameros de puerto v\u00e1lidos (1-65535)
validateDataStore=El almac\u00e9n de datos es obligatorio
goToUdpConsole=Ir a {0} para comprobar el almac\u00e9n de datos.
connectWarnningNoCifsOrNfs=La tarea de copia de seguridad puede producir un error porque {0} no est\u00e1 instalado en el nodo.
messages=Mensajes({0})
validateName=Introduzca un nombre v\u00e1lido para el registro. No puede contener caracteres especiales.
validateCompany=Introduzca un nombre de compa\u00f1\u00eda v\u00e1lido para el registro. No puede contener caracteres especiales. 
validateFullfillNumber=Introduzca un fulfillment number (n\u00famero de pedido) v\u00e1lido. Consulte el icono ? para obtener m\u00e1s informaci\u00f3n.
validatePhoneNumber=Especifique un n\u00famero de tel\u00e9fono v\u00e1lido.
validateEmailAddress=Introduzca una direcci\u00f3n de correo electr\u00f3nico v\u00e1lida. 
isActivateResult=El producto se ha registrado en el programa de mejora del producto de Arcserve. Para transferir<br>el registro a otra direcci\u00f3n, edite la direcci\u00f3n de correo electr\u00f3nico y haga clic en Enviar correo electr\u00f3nico de verificaci\u00f3n.
isInactivateResult=El registro del producto en el programa de mejora del producto de Arcserve est\u00e1 casi completo. Utilice el v\u00ednculo del correo electr\u00f3nico enviado a {0} para completar el registro del producto. Para recibir un nuevo correo electr\u00f3nico de verificaci\u00f3n, haga clic en Enviar correo electr\u00f3nico de verificaci\u00f3n.
userNameNotEmpty=El nombre del usuario no puede estar vac\u00edo.
browseWarning=Los archivos y las carpetas se muestran debajo del archivo del dispositivo. Para obtener m\u00e1s informaci\u00f3n, haga clic en <a href={0} target=_blank>Ayuda</a>.

PrivacyAndEUmodel= <a href={0} target=_blank>Pol\u00edtica de privacidad de Arcserve</a><BR><a href={1} target=_blank>Cl\u00e1usulas modelo de la UE</a> 
getRegisterPolicyLabel=\u2022 Se proporciona consentimiento a Arcserve para recopilar los datos de uso de este producto tal y como se especifica en la <a href={0} target=_blank>Pol\u00edtica de privacidad</a> de Arcserve.
getRegAgreementLabel=\u2022 Arcserve est\u00e1 de acuerdo en mantener y procesar la informaci\u00f3n de identificaci\u00f3n personal que recibe en funci\u00f3n de los t\u00e9rminos de las <a href={0} target=_blank>Cl\u00e1usulas modelo de la UE</a>.
getEUModuleClauseLabel=\u2022 Se est\u00e1 de acuerdo y se consiente que Arcserve mantenga y procese la informaci\u00f3n de identificaci\u00f3n personal que recibe en funci\u00f3n de los t\u00e9rminos de las <a href={0} target=_blank>Cl\u00e1usulas modelo de la UE</a>.
getInActiveMessage=Se ha enviado un correo electr\u00f3nico de registro a {0}. <br>Haga clic en el v\u00ednculo del correo electr\u00f3nico para completar el registro: <br><span style=\"padding-left:120px\"><font size=\"2\"><u><b>Enviar nuevo correo electr\u00f3nico de registro</b></u></font></span>

tooltipForS3=//&lt;ID de la regi\u00f3n&gt;/&lt;Nombre del dep\u00f3sito&gt;<br>Acceso directo para Amazon S3 global: //./&lt;Nombre del dep\u00f3sito&gt;<br>Acceso directo para Amazon S3 China: //{0}/&lt;Nombre del dep\u00f3sito&gt;
