bytes={0} bytes
KB={0} KB
MB={0} MB
GB={0} GB
percentage={0}%
jobMonitorThroughout={0} MB/minuto
jobMonitorThroughoutGPerMin={0} G/minuto
jobMonitorThroughoutKPerSec={0} KB/Segundos
wizardBackupSourceAlreadyExisted=Os n\u00f3s selecionados ({0}) j\u00e1 foram protegidos por uma tarefa de backup. Clique no bot\u00e3o \"OK\" para criar a tarefa de backup para outro n\u00f3.
wizardBackupSourceDuplicated={0} j\u00e1 foi adicionado.
nodeProtected=Sim ({0})
networkToolTip=Endere\u00e7o IP: {0} | M\u00e1scara de subrede: {1} | Gateway padr\u00e3o: {2}
noSelectedNodes=Nenhum n\u00f3 foi selecionado.
addBackupSourceManually=\u00c9 poss\u00edvel selecionar as origens de backup na p\u00e1gina N\u00f3s ou adicion\u00e1-las manualmente clicando no bot\u00e3o Adicionar.
nodeAlreadyBeenProtected={0} j\u00e1 foi protegido pela tarefa: {1}. Modifique/execute-a novamente na guia \"Status da tarefa\".
nodeWithRunningJobMessage=N\u00e3o \u00e9 poss\u00edvel excluir o n\u00f3 {0} neste momento porque h\u00e1 uma tarefa em execu\u00e7\u00e3o. Cancele a tarefa em execu\u00e7\u00e3o antes de excluir o n\u00f3.
settingsBackupSetCountExceedMax=O n\u00famero m\u00e1ximo de conjuntos de recupera\u00e7\u00e3o a ser mantido \u00e9 {0}.

jobPhase_backupVolume=Fazendo backup do volume {0}
jobPhase_restoreVolume=Restaurando o volume {0}

connectFailedWrongNetwork=Falha ao estabelecer conex\u00e3o com o n\u00f3 {0}. Verifique se ele est\u00e1 ligado, se o nome do n\u00f3 foi digitado corretamente e se o n\u00f3 pode ser acessado por uma conex\u00e3o SSH (Secure Shell) e a pasta tempor\u00e1ria configurada tem permiss\u00e3o de execu\u00e7\u00e3o.
connectFailedExecuteCheckMachine=Verifique se o /tmp ou a pasta de tempor\u00e1ria configurada existe e se a pasta tem espa\u00e7o e a permiss\u00e3o de grava\u00e7\u00e3o no n\u00f3 {0}.
connectFailedExecutePwdExpired=Verifique se o comando executado \u00e9 permitido pelo servidor SSH (Secure Shell) e se a senha j\u00e1 n\u00e3o expirou para o n\u00f3 {0}.
validateSuccessfully=N\u00f3s validados com \u00eaxito: {0}
addingNode=Adicionando o n\u00f3 {0}...
addNodeSuccessfully=O n\u00f3 {0} foi adicionado com \u00eaxito.
addNodeFailed=Falha ao adicionar o n\u00f3 {0}.
nodeIsProtectedOrNot=Verifique se o n\u00f3 {0} est\u00e1 protegido...
nodeNameNotEmpty=O nome do n\u00f3 n\u00e3o pode ser deixado em branco.
passwordNotMatch=A senha de criptografia n\u00e3o coincide.
passworkNotEmpty=A senha n\u00e3o pode ser deixada em branco.
backupDestinationNotEmpty=\u00c9 preciso especificar um destino de backup.
getBackupJobScriptFailed=Falha ao obter informa\u00e7\u00f5es sobre a tarefa de backup.
scheduleLabelRepeatTooltip=Executar {0} a cada intervalo especificado
scheduleLabelNeverTooltip=N\u00e3o executar {0} periodicamente.
scheduleLabelIncrementalDescription=O backup de forma incremental ser\u00e1 feito apenas dos dados que foram alterados desde o \u00faltimo backup bem-sucedido.
scheduleLabelFullDescription=Faz backup de todos os dados selecionados do computador.
scheduleLabelResyncDescription=Executa uma verifica\u00e7\u00e3o de confiabilidade para comparar os dados do \u00faltimo backup bem-sucedido com os dados de origem e, em seguida, executa o backup incremental (nova sincroniza\u00e7\u00e3o) apenas das diferen\u00e7as.
wholeMachineRestoreWarning=O n\u00f3 n\u00e3o far\u00e1 a restaura\u00e7\u00e3o BMR se voc\u00ea excluir {0}.
includeWholeMachineRestoreWarning=O n\u00f3 n\u00e3o far\u00e1 a restaura\u00e7\u00e3o BMR se {0} n\u00e3o for inclu\u00eddo.
noExcludeVolumesForNode=O filtro de volume n\u00e3o est\u00e1 configurado especialmente para este n\u00f3.
excludeVolumesForNode=Excluir o(s) volume(s): <br>{0}
notSupportedFSType=N\u00e3o \u00e9 poss\u00edvel desmarcar \"{0}\", pois \"{1}\" n\u00e3o \u00e9 um tipo de sistema de arquivos suportado.

browse=Procurar {0}\t
browseWindowCreateAFolderUnder=Digite o nome da pasta a ser criada em {0}
backupSettingsNodifications=Notifica\u00e7\u00f5es ({0} aviso)
restoreResolvingConflictsDescription=Como o {0} deve resolver arquivos conflitantes

jobNameEmpty=O nome da tarefa n\u00e3o pode ser deixado em branco.
exceedMaxJobNameLength=O nome da tarefa \u00e9 muito longo. Ele n\u00e3o pode exceder {0} caracteres.
encPasswordMaxLength=A senha de criptografia deve ter menos de {0} caracteres

backupSettingsErrorMinutesTooSmallForNoLic=Valor inv\u00e1lido para minutos. O valor m\u00ednimo \u00e9 {0}.
repeatEvery=Repetir a cada {0} {1}
deleteJobFailed=Falha ao excluir a tarefa {0}.<br><br>
deleteNodeFailed=Falha ao excluir o n\u00f3: {0}.<br><br>
removeDriverFailed=Motivo: falha ao remover o driver {2} devido ao seguinte: {1} <br><br>Observa\u00e7\u00e3o: o driver pode ser removido manualmente pela execu\u00e7\u00e3o do comando \"rmmod d2dctl; rm -f /dev/d2dctl\" no n\u00f3 de destino {0}.<br><br>Deseja prosseguir com a exclus\u00e3o?
connectD2DServerErrorMessage=N\u00e3o \u00e9 poss\u00edvel estabelecer conex\u00e3o com o servidor server {0} do {1}.
excludeVolumeSetting=Configura\u00e7\u00f5es de filtro de volume para {0}

restoreSearchResultExceed=A consulta de pesquisa retorna as primeiras {0} entradas. Se o arquivo/pasta que voc\u00ea est\u00e1 procurando n\u00e3o for exibido, refine seus crit\u00e9rios de pesquisa e tente novamente.
browseSubFolderExceed=A pasta que deseja procurar inclui mais de {0} pastas. Se a pasta que deseja procurar n\u00e3o for exibida, use a fun\u00e7\u00e3o de pesquisa.
connectToNetworkPath=Conectar-se a {0}
invalidTimeRange=A hora de in\u00edcio {0} \u00e9 posterior \u00e0 hora de t\u00e9rmino {1}.

dayAndTime={0} dias  {1}:{2}
totalNodes=Total de n\u00f3s {0}
protectedNodes=N\u00f3s protegidos {0}
lastBackupFailureNodes=\u00daltimo backup realizado com falha {0}
homepagePieChartInstallFlash=Clique {0} para baixar e instalar o Adobe Flash Player agora.
serverIsManagedByOther=Este {1} \u00e9 gerenciado por {0}. Clique em \"OK\" para redirecionar esse servidor.
rpsIsManagedByOther=O RPS \u00e9 gerenciado por {0}. Clique aqui para redirecionar esse servidor.

nodeIsManagedByOther=Este n\u00f3 j\u00e1 est\u00e1 sendo gerenciado pelo servidor \"{0}\". Deseja que o servidor \"{1}\" gerencie este n\u00f3?
nodeIsManagedByOtherInfo=Este n\u00f3 j\u00e1 est\u00e1 sendo gerenciado pelo servidor \"{0}\".
nodeManageFailedByRunningJob=Este n\u00f3 n\u00e3o pode ser gerenciado pelo servidor: \"{0}\". H\u00e1 uma tarefa de backup em execu\u00e7\u00e3o no momento. Tente novamente mais tarde.

failToAddNode=Falha ao adicionar o n\u00f3 na tarefa {0}. Tente novamente.
noRestoreUtilError=Instale o utilit\u00e1rio de restaura\u00e7\u00e3o no servidor {0}.
invalidCifsPathMessage=O compartilhamento CIFS deve come\u00e7ar com {0}.
runJobForNode=O n\u00f3 ({0})
runJobForNodeProtectedBy=N\u00f3s protegidos pela tarefa ({0})
recoveryPointCountExceedLimit=A contagem total de pontos de recupera\u00e7\u00e3o excede o limite m\u00e1ximo de {0}. Refine o filtro de datas e tente novamente.
pagingToolBar_displayMsg=Exibindo {0} de {1}
buildVerion=Vers\u00e3o: {0}.{1}
buildVerionForLogin=vers\u00e3o {0}.{1}

validateHostName=O nome do host \u00e9 obrigat\u00f3rio
validateUserName=O nome de usu\u00e1rio \u00e9 obrigat\u00f3rio
validatePassWord=A senha \u00e9 obrigat\u00f3ria
validatePort=A porta \u00e9 obrigat\u00f3ria
validatePortNumber=A porta do servidor deve estar em um intervalo de n\u00famero de porta v\u00e1lido (de 1 a 65535)
validateDataStore=O reposit\u00f3rio de dados \u00e9 obrigat\u00f3rio
goToUdpConsole=V\u00e1 para {0} para verificar o reposit\u00f3rio de dados.
connectWarnningNoCifsOrNfs=A tarefa de backup pode falhar porque {0} n\u00e3o est\u00e1 instalado no n\u00f3.
messages=Mensagens ({0})
validateName=Digite um nome v\u00e1lido para o registro. Ele n\u00e3o pode conter caracteres especiais.
validateCompany=Digite um nome de empresa v\u00e1lido para o registro. Ele n\u00e3o pode conter caracteres especiais. 
validateFullfillNumber=Digite um n\u00famero de preenchimento v\u00e1lido. Consulte o \u00edcone ? para obter mais detalhes.
validatePhoneNumber=Insira um n\u00famero de telefone v\u00e1lido.
validateEmailAddress=Digite um endere\u00e7o de email v\u00e1lido. 
isActivateResult=O produto est\u00e1 registrado no programa de aprimoramento do produto da Arcserve. Para a transferir<br>o registro para outro endere\u00e7o, edite o endere\u00e7o de email e clique em Enviar o email de verifica\u00e7\u00e3o.
isInactivateResult=O registro do produto no programa de aprimoramento do produto da Arcserve est\u00e1 quase conclu\u00eddo. Clique no link no email enviado para {0}, a fim de concluir o registro do produto. Para receber outro email de verifica\u00e7\u00e3o, clique em Enviar o email de verifica\u00e7\u00e3o.
userNameNotEmpty=O nome do usu\u00e1rio n\u00e3o pode ser deixado em branco.
browseWarning=Os arquivos/pastas s\u00e3o exibidos sob o arquivo do dispositivo. Clique em <a href=\"{0}\" target=\"_blank\">Ajuda</a> para obter mais informa\u00e7\u00f5es.

PrivacyAndEUmodel= <a href=\"{0}\" target=\"_blank\">Pol\u00edtica de privacidade da Arcserve</a><BR><a href=\"{1}\" target=\"_blank\">Modelos de Cl\u00e1usulas da Uni\u00e3o Europeia</a> 
getRegisterPolicyLabel=\u2022 Voc\u00ea concorda que a Arcserve coletar\u00e1 dados de uso deste produto, conforme descrito na <a href=\"{0}\" target=\"_blank\"> Pol\u00edtica de privacidade</a> da Arcserve.
getRegAgreementLabel=\u2022 A Arcserve concorda em reter e processar quaisquer informa\u00e7\u00f5es identific\u00e1veis que ela receber de acordo com os termos dos <a href=\"{0}\" target=\"_blank\">Modelos de Cl\u00e1usulas da Uni\u00e3o Europeia</a>.
getEUModuleClauseLabel=\u2022 Voc\u00ea concorda e consente que a Arcserve reter\u00e1 e processar\u00e1 quaisquer informa\u00e7\u00f5es identific\u00e1veis recebidas de acordo com os termos dos  <a href=\"{0}\" target=\"_blank\">Modelos de Cl\u00e1usulas da Uni\u00e3o Europeia</a>.
getInActiveMessage=Um email de registro foi enviado para {0}. <br>Clique no link no email para concluir o registro. <br></span><span style=\"padding-left:120px\"><font size=\"2\"><u><b>Enviar novo email de registro</b></u></font></span>

tooltipForS3=//&lt;ID da regi\u00e3o&gt;/&lt;Nome do bucket&gt;<br>Atalho para o Amazon S3 global: //./&lt;Nome do bucket&gt;<br>Atalho para o Amazon S3 China: //{0}/&lt;Nome do bucket&gt;
