# common 
ServiceError_4294967297=Falha ao estabelecer conex\u00e3o com o servidor de backup selecionado. Verifique se o servidor est\u00e1 ativo e em execu\u00e7\u00e3o, bem como acess\u00edvel e se o servi\u00e7o do D2D est\u00e1 em execu\u00e7\u00e3o.
ServiceError_4294967298=Houve um erro durante a solicita\u00e7\u00e3o do processo. Tente novamente.
ServiceError_4294967299=Par\u00e2metro inv\u00e1lido para {0}.
ServiceError_4294967300=Outra tarefa em execu\u00e7\u00e3o. Tente mais tarde.
ServiceError_4294967301=N\u00e3o \u00e9 poss\u00edvel cancelar a tarefa em execu\u00e7\u00e3o durante esta fase. Tente mais tarde.
ServiceError_4294967302=A sess\u00e3o expirou.
ServiceError_4294967303=O tempo limite da opera\u00e7\u00e3o foi atingido. A quantidade m\u00e1xima de tempo para concluir a opera\u00e7\u00e3o foi excedida. Tente novamente mais tarde.
ServiceError_4294967304=N\u00e3o \u00e9 poss\u00edvel conectar-se ao host especificado. Certifique-se de que o nome do servidor, o n\u00famero da porta e a entrada do protocolo (http/https) estejam corretos e que o "servi\u00e7o web do "^ARCFLASH^" tenha sido iniciado no host especificado.
ServiceError_4294967305=A senha de criptografia especificada \u00e9 inv\u00e1lida.
ServiceError_4294967306=O nome da tarefa especificada j\u00e1 est\u00e1 em uso. Escolha outro nome.
ServiceError_4294967307=A m\u00e1quina de destino {0} est\u00e1 sendo usada no momento para a tarefa {1}. \u00c9 necess\u00e1rio especificar uma outra m\u00e1quina de destino para a tarefa ou remover o computador de destino da outra tarefa.
ServiceError_4294967308=O espa\u00e7o livre no disco em que o {0} est\u00e1 instalado \u00e9 muito pequeno.
ServiceError_4294967309=Falha na licen\u00e7a: {0}
ServiceError_4294967310=Ocorreu um erro durante a criptografia.
ServiceError_4294967311=O servidor est\u00e1 ocupado no momento. Tente novamente mais tarde.
ServiceError_4294967312=A tarefa {0} n\u00e3o existe.
ServiceError_4294967313=A tarefa {0} j\u00e1 existe.
ServiceError_4294967314=O formato do arquivo est\u00e1 incorreto.
ServiceError_4294967315=O arquivo n\u00e3o existe.
ServiceError_4294967316=A tarefa de backup foi pausada.
ServiceError_4294967317=Essa \u00e9 uma pasta, n\u00e3o um arquivo.
ServiceError_4294967318=O arquivo j\u00e1 existe. 
ServiceError_4294967319=O caminho n\u00e3o existe.
ServiceError_4294967320=N\u00e3o h\u00e1 plano para o n\u00f3 {0}.
ServiceError_4294967321=Falha ao estabelecer conex\u00e3o com o RPS.
ServiceError_4294967322=Falha ao registrar n\u00f3 no RPS.
ServiceError_4294967323=O reposit\u00f3rio de dados {0} n\u00e3o est\u00e1 em execu\u00e7\u00e3o.
ServiceError_4294967324=O reposit\u00f3rio de dados {0} n\u00e3o existe.
ServiceError_4294967325=Credenciais de usu\u00e1rio inv\u00e1lidas para o RPS.
ServiceError_4294967326=Falha ao estabelecer conex\u00e3o com o local da sess\u00e3o.
ServiceError_4294967327=algum item est\u00e1 ausente
ServiceError_4294967328=O ponto de recupera\u00e7\u00e3o n\u00e3o est\u00e1 dispon\u00edvel no momento. Tente mais tarde.
ServiceError_4294967329=O reposit\u00f3rio de dados {0} est\u00e1 em modo somente restaura\u00e7\u00e3o.
ServiceError_4294967330=O reposit\u00f3rio de dados {0} tem um erro.
ServiceError_4294967331=A nova vers\u00e3o do Arcserve UDP Agent(Linux) \u00e9 necess\u00e1ria. Atualize o Arcserve UDP Agent(Linux) e tente novamente.
ServiceError_4294967332=N\u00e3o h\u00e1 nenhum endere\u00e7o IP v\u00e1lido para o servidor de backup Linux.
ServiceError_4294967333=O ponto de recupera\u00e7\u00e3o selecionado n\u00e3o existe.
ServiceError_4294967334=Essa fun\u00e7\u00e3o n\u00e3o \u00e9 suportada pelo sistema operacional do servidor de backup atual. Essa fun\u00e7\u00e3o requer o Red Hat/CentOS 7 Linux ou superior/SUSE Linux 12 ou superior.

#login
ServiceError_8589934593=Credenciais de usu\u00e1rio inv\u00e1lidas.
ServiceError_8589934594=N\u00e3o foi poss\u00edvel efetuar logon porque o usu\u00e1rio especificado n\u00e3o tem as devidas credenciais de acesso.
ServiceError_8589934595=Falha ao estabelecer conex\u00e3o com o servidor SSH (Secure Shell). Certifique-se de que a conex\u00e3o SSH esteja dispon\u00edvel.
ServiceError_8589934596=Configura\u00e7\u00e3o da chave de SSH inv\u00e1lida. Verifique se \u00e9 poss\u00edvel usar a chave SSH para efetuar logon no n\u00f3 por SSH.
ServiceError_8589934597=O usu\u00e1rio especificado  n\u00e3o existe.
ServiceError_8589934598=O usu\u00e1rio especificado est\u00e1 bloqueado. Voc\u00ea pode consultar o Guia do Usu\u00e1rio do Arcserve UDP Agent(Linux) para desbloquear este usu\u00e1rio.
ServiceError_8589934599=Credenciais de usu\u00e1rio inv\u00e1lidasO usu\u00e1rio ser\u00e1 bloqueado ap\u00f3s {0} tentativas com erro.

# browser
ServiceError_12884901889=Falha ao validar o destino de backup.
ServiceError_12884901892=O destino de backup especificado n\u00e3o existe ou as credenciais do usu\u00e1rio s\u00e3o inv\u00e1lidas. Voc\u00ea pode consultar o Guia do Usu\u00e1rio do Arcserve UDP Agent(Linux) -> Solu\u00e7\u00e3o de problemas.
ServiceError_12884901893=Credenciais de usu\u00e1rio inv\u00e1lidas para o destino do backup.
ServiceError_12884901894=O destino de backup especificado n\u00e3o existe.
ServiceError_12884901895=\u00c9 necess\u00e1ria a permiss\u00e3o de grava\u00e7\u00e3o para prosseguir.
ServiceError_12884901896=Ocorreu um erro de tempo limite durante a tentativa de conex\u00e3o com o destino de backup especificado. Tente novamente em outro momento.
ServiceError_12884901897=N\u00e3o foi poss\u00edvel bloquear o ponto de recupera\u00e7\u00e3o. Verifique se o sistema operacional do Linux Backup Server oferece suporte ao sistema de arquivos.  Click <a href={0}  target=_blank>Ajuda</a> para obter mais informa\u00e7\u00f5es.
ServiceError_12884901898=O destino de backup especificado n\u00e3o existe ou as credenciais de usu\u00e1rio s\u00e3o inv\u00e1lidas. Se o servidor CIFS for uma m\u00e1quina Windows, verifique se a hora do sistema atual est\u00e1 sincronizada com o servidor CIFS. Voc\u00ea pode consultar o Guia do Usu\u00e1rio do Arcserve UDP Agent(Linux) -> Solu\u00e7\u00e3o de problemas -> Falha ao montar CIFS no servidor ou n\u00f3 de destino.
ServiceError_12884901899=N\u00e3o foi poss\u00edvel procurar no ponto de recupera\u00e7\u00e3o.A UUID do sistema de arquivos do volume pesquisado \u00e9 duplicada com o volume do computador do servidor de backup. Tente procurar o ponto de recupera\u00e7\u00e3o por outro servidor de backup ou liveCD.
ServiceError_12884901900=Falha ao estabelecer conex\u00e3o com o destino de backup. Verifique se o cliente CIFS est\u00e1 instalado.
ServiceError_12884901901=Falha ao estabelecer conex\u00e3o com o destino de backup. Verifique se o cliente NFS est\u00e1 instalado.
ServiceError_12884901902=Falha ao estabelecer conex\u00e3o com o destino do backup. Verifique se o comando de montagem existe.
ServiceError_12884901903=Comando kpartx n\u00e3o encontrado. 
ServiceError_12884901904=Comando sfdisk n\u00e3o encontrado.
ServiceError_12884901905=Comando mdadm n\u00e3o encontrado. 
ServiceError_12884901906=O ponto de recupera\u00e7\u00e3o a ser procurado n\u00e3o est\u00e1 dispon\u00edvel. 
ServiceError_12884901907=O ponto de recupera\u00e7\u00e3o a ser procurado \u00e9 inv\u00e1lido, ele pode estar danificado. 
ServiceError_12884901908=Erro de sistema desconhecido. Entre em contato com o suporte t\u00e9cnico e forne\u00e7a os arquivos de log como:/opt/Arcserve/d2dserver/logs/d2d_mount.log e /opt/Arcserve/d2dserver/logs/logs/d2d.log.
ServiceError_12884901909=N\u00e3o suportado: layout do disco. 
ServiceError_12884901910=O arquivo /etc/fstab n\u00e3o existe. 
ServiceError_12884901911=O dispositivo n\u00e3o est\u00e1 pronto.
ServiceError_12884901912=N\u00e3o suportado: sistema de arquivos ext2.
ServiceError_12884901913=N\u00e3o suportado: sistema de arquivos ext3.
ServiceError_12884901914=N\u00e3o suportado: sistema de arquivos ext4. 
ServiceError_12884901915=N\u00e3o suportado: sistema de arquivos jfs.
ServiceError_12884901916=N\u00e3o suportado: sistema de arquivos reiserfs.
ServiceError_12884901917=N\u00e3o suportado: sistema de arquivos xfs.
ServiceError_12884901918=N\u00e3o suportado: sistema de arquivos btrfs.
ServiceError_12884901919=N\u00e3o suportado: sistema de arquivos vfat.
ServiceError_12884901920=N\u00e3o suportado: sistema de arquivos.
ServiceError_12884901921=O servi\u00e7o de udisks2 n\u00e3o est\u00e1 em execu\u00e7\u00e3o. Esse servi\u00e7o far\u00e1 falhar a restaura\u00e7\u00e3o de n\u00edvel de arquivo. Interrompa o servi\u00e7o e tente restaurar novamente.
ServiceError_12884901922=Sem suporte: Sistema de arquivos de {0}. Clique em <a href={1}  target=_blank>Ajuda</a> para obter mais informa\u00e7\u00f5es.
ServiceError_12884901923=Comando ivm n\u00e3o encontrado. 

# restore
ServiceError_17179869185=A tarefa de restaura\u00e7\u00e3o que est\u00e1 sendo executada para a m\u00e1quina virtual de origem n\u00e3o existe.
ServiceError_17179869186=A m\u00e1quina virtual de origem n\u00e3o existe.
ServiceError_17179869187=Falha ao obter o endere\u00e7o IP da m\u00e1quina virtual de origem.
ServiceError_17179869188=Falha ao estabelecer conex\u00e3o com o servidor remoto para acionar a migra\u00e7\u00e3o.
ServiceError_17179869189=Credenciais de usu\u00e1rio inv\u00e1lidas para o servidor remoto.
ServiceError_17179869190=A m\u00e1quina especificada {0} n\u00e3o existe.
ServiceError_17179869191=O ponto de recupera\u00e7\u00e3o {0} especificado n\u00e3o existe.
ServiceError_17179869192=Falha ao estabelecer conex\u00e3o com o hipervisor {0} especificado.
ServiceError_17179869193=O hipervisor {0} especificado n\u00e3o existe.
ServiceError_17179869194=Credenciais de usu\u00e1rio inv\u00e1lidas para o hipervisor.
ServiceError_17179869195=A rede {0} especificada n\u00e3o existe.
ServiceError_17179869196=O reposit\u00f3rio de dados especificado {0} n\u00e3o existe.
ServiceError_17179869197=O pool de recursos {0} especificado n\u00e3o existe.
ServiceError_17179869198=O hipervisor n\u00e3o tem rede.
ServiceError_17179869199=O hipervisor n\u00e3o possui reposit\u00f3rio de dados.
ServiceError_17179869200=N\u00e3o h\u00e1 suporte para o tipo de hipervisor diferente.
ServiceError_17179869201=O RPS \u00e9 necess\u00e1rio para essa tarefa.
ServiceError_17179869202=O comando net n\u00e3o existe no servidor de backup.
ServiceError_17179869203=Falha ao executar comando net no servidor de backup.
ServiceError_17179869204=Falha ao configurar o Hyper-V no servidor de backup automaticamente. Para configurar o Hyper-V manualmente, voc\u00ea deve copiar configure_hyper-v.bat, que est\u00e1 localizado em {0} do servidor de backup, para o servidor Hyper-V e, em seguida, execut\u00e1-lo como administrador em {1}.
ServiceError_17179869205=O firmware de inicializa\u00e7\u00e3o da m\u00e1quina de origem \u00e9 o EFI, que n\u00e3o \u00e9 suportado neste hyper-v.
ServiceError_17179869206=A vers\u00e3o da m\u00e1quina de origem \u00e9 a gera\u00e7\u00e3o 2, que n\u00e3o \u00e9 suportada neste hyper-v.
ServiceError_17179869207=A vers\u00e3o do sistema operacional da m\u00e1quina de origem n\u00e3o tem suporte para hyper-v.
ServiceError_17179869208=Falha ao estabelecer conex\u00e3o com o host do Hyper-V. Verifique se o endere\u00e7o do host est\u00e1 correto, as credenciais s\u00e3o v\u00e1lidas, o WinRM est\u00e1 ativado e pelo menos um WinRM Listener est\u00e1 configurado e n\u00e3o bloqueado pelo Firewall do Windows.
ServiceError_17179869209=O utilit\u00e1rio de restaura\u00e7\u00e3o n\u00e3o est\u00e1 instalado neste servidor. Tente novamente depois de instal\u00e1-lo.
ServiceError_17179869210=O hipervisor n\u00e3o tem pool de recursos.
ServiceError_17179869211=Falha ao criar o LiveCD.
ServiceError_17179869212=O caminho do arquivo especificado {0} n\u00e3o existe.
ServiceError_17179869213=Credenciais de acesso inv\u00e1lidas.
ServiceError_17179869214=A rede {0} especificada n\u00e3o existe.
ServiceError_17179869215=A camada da VM especificada {0} n\u00e3o existe.
ServiceError_17179869216=O tipo de volume especificado {0} n\u00e3o existe.
ServiceError_17179869217=A regi\u00e3o especificada {0} n\u00e3o existe.
ServiceError_17179869218=Rede indispon\u00edvel.
ServiceError_17179869219=O grupo de seguran\u00e7a especificado {0} n\u00e3o existe.
ServiceError_17179869220=O computador de origem \u00e9 {0}, que n\u00e3o \u00e9 suportado pelo tipo de inst\u00e2ncia especificado {1}.
ServiceError_17179869221=O tipo de inst\u00e2ncia especificado {0} n\u00e3o suporta hvm.
ServiceError_17179869222=O firmware de inicializa\u00e7\u00e3o do computador de origem \u00e9 o EFI, que n\u00e3o \u00e9 suportado.
ServiceError_17179869223=A retomada da recupera\u00e7\u00e3o autom\u00e1tica n\u00e3o \u00e9 poss\u00edvel ap\u00f3s a inicializa\u00e7\u00e3o da tarefa. Voc\u00ea pode cancelar essa tarefa e habilitar a restaura\u00e7\u00e3o autom\u00e1tica antes de enviar a tarefa ou usar a fun\u00e7\u00e3o Live Migration disponibilizada pelo VMware vCenter/ESX(i).
#D2D Server Management
ServiceError_55834574849=Este servidor de backup est\u00e1 sendo gerenciado por outro servidor de backup.
ServiceError_55834574850=Falha ao estabelecer conex\u00e3o com o servidor de backup especificado.
ServiceError_55834574851=Credenciais de usu\u00e1rio inv\u00e1lidas.
ServiceError_55834574852=Este servidor de backup est\u00e1 gerenciando outros servidores de backup. \u00c9 necess\u00e1rio excluir primeiro os servidores de backup que est\u00e3o sendo gerenciados por esse servidor de backup.
ServiceError_55834574853=Este servidor de backup n\u00e3o est\u00e1 sendo gerenciado pelo servidor de backup a que voc\u00ea est\u00e1 tentando se conectar.
ServiceError_55834574854=Este servidor de backup que voc\u00ea est\u00e1 tentando gerenciar j\u00e1 est\u00e1 sendo gerenciado por este servidor de backup.
ServiceError_55834574855=Existem dados antigos neste servidor de backup.
ServiceError_55834574856=Falha ao remover os dados neste servidor de backup.
ServiceError_55834574857=Este servidor de backup n\u00e3o \u00e9 gerenciado pela Arcserve UDP {0}.
ServiceError_55834574858=N\u00e3o \u00e9 poss\u00edvel conectar este servidor de backup \u00e0 Arcserve UDP {0}.

#Backup Location Management
ServiceError_60129542145=No momento, esse armazenamento de backup est\u00e1 sendo usado por outra tarefa. \u00c9 necess\u00e1rio excluir primeiro as tarefas ou alterar o armazenamento de backup para de outras tarefas.
ServiceError_60129542146=Esse armazenamento de backup n\u00e3o existe.
ServiceError_60129542147=Esta armazenamento de backup j\u00e1 existe.
ServiceError_60129542148=Falha ao estabelecer conex\u00e3o com o Amazon S3. Verifique se tem acesso \u00e0 internet para o Amazon S3.
ServiceError_60129542149=O servidor Samba n\u00e3o est\u00e1 instalado. Instale o servidor Samba e tente novamente.
ServiceError_60129542150=Credenciais inv\u00e1lidas para o Amazon S3 ou pode haver um atraso no servidor de backup.
ServiceError_60129542151=Falha ao validar o Amazon S3.
ServiceError_60129542152=A porta {0} est\u00e1 em uso.

#vm operation
ServiceError_4294967396=As credenciais de acesso do servidor de virtualiza\u00e7\u00e3o est\u00e3o incorretas.
ServiceError_4294967397=O host do servidor da VM est\u00e1 inacess\u00edvel ou \u00e9 inv\u00e1lido. Verifique se o servidor \u00e9 v\u00e1lido e se est\u00e1 acess\u00edvel e tente novamente.  
ServiceError_4294967398=Falha na opera\u00e7\u00e3o.
ServiceError_4294967399=A m\u00e1quina virtual especificada n\u00e3o existe.
ServiceError_4294967400=A m\u00e1quina virtual especificada est\u00e1 em execu\u00e7\u00e3o. Voc\u00ea precisa encerr\u00e1-la antes de continuar.
ServiceError_4294967401=O tamanho da mem\u00f3ria desta m\u00e1quina virtual est\u00e1 abaixo do requisito m\u00ednimo de 512 MB.
ServiceError_4294967402=N\u00e3o \u00e9 poss\u00edvel restaurar a partir de uma m\u00e1quina de PV (paravirtualization) para uma m\u00e1quina n\u00e3o-PV ou vice-versa.
ServiceError_4294967403=O n\u00famero de discos virtuais excede o suporte m\u00e1ximo do hipervisor.
ServiceError_4294967404=Nenhuma das NICs virtuais dispon\u00edveis pode ser usada. Defina mais NICs virtuais.
ServiceError_4294967405=Falha ao localizar um reposit\u00f3rio de armazenamento apropriado para armazenar o disco virtual. Defina um reposit\u00f3rio de armazenamento padr\u00e3o.
ServiceError_4294967406=Falha ao anexar a rede \u00e0 m\u00e1quina virtual. Defina uma rede padr\u00e3o para a opera\u00e7\u00e3o de backup.
ServiceError_4294967407=O host de compartilhamento do NFS especificado \u00e9 inv\u00e1lido. Verifique se o servi\u00e7o NFS no servidor de backup est\u00e1 em execu\u00e7\u00e3o e se a configura\u00e7\u00e3o de exporta\u00e7\u00e3o foi definida.
ServiceError_4294967408=Falha ao reinicializar a m\u00e1quina virtual.

#Sync Data
ServiceError_64424509441=Falha ao estabelecer conex\u00e3o com o Arcserve UDP especificado.
ServiceError_64424509442=Credenciais de usu\u00e1rio inv\u00e1lidas.
ServiceError_64424509443=Este servidor de backup est\u00e1 sendo gerenciado por outro Arcserve UDP.
ServiceError_64424509444=Este n\u00f3 j\u00e1 existe no Arcserve UDP.
ServiceError_64424509448=Este servidor de backup j\u00e1 existe no Arcserve UDP.
ServiceError_64424509449=Um usu\u00e1rio n\u00e3o raiz n\u00e3o \u00e9 suportado na Arcserve UDP. Exclua os n\u00f3s e tente novamente.
ServiceError_64424509450=Uma porta SSH n\u00e3o padr\u00e3o n\u00e3o \u00e9 suportada na Arcserve UDP. Exclua os n\u00f3s e tente novamente.
ServiceError_64424509451=Excluir um volume de um n\u00f3 especial n\u00e3o \u00e9 suportado na Arcserve UDP. 
