# common 
ServiceError_4294967297=Se ha producido un error al conectar con el servidor de copia de seguridad seleccionado. Verifique que el servidor est\u00e9 en funcionamiento, sea accesible y que el servicio de D2D est\u00e9 en ejecuci\u00f3n.
ServiceError_4294967298=Se ha producido un error durante el proceso de solicitud; vu\u00e9lvalo a intentar.
ServiceError_4294967299=Par\u00e1metro no v\u00e1lido para {0}.
ServiceError_4294967300=Est\u00e1 ejecut\u00e1ndose otra tarea. Int\u00e9ntelo m\u00e1s tarde.
ServiceError_4294967301=No se puede cancelar la tarea durante esta fase; int\u00e9ntelo m\u00e1s tarde.
ServiceError_4294967302=Se ha agotado el tiempo de espera para la sesi\u00f3n.
ServiceError_4294967303=Se ha agotado el tiempo de espera para la operaci\u00f3n. Se ha excedido el tiempo m\u00e1ximo para completar la operaci\u00f3n. Int\u00e9ntelo m\u00e1s tarde.
ServiceError_4294967304=No se puede conectar con el host especificado. Aseg\u00farese de que el nombre del servidor, el n\u00famero de puerto y el protocolo (http/https) sean correctos y de que el servicio web de ^ARCFLASH^ est\u00e9 iniciado en el host especificado.
ServiceError_4294967305=La contrase\u00f1a de cifrado especificada no es v\u00e1lida.
ServiceError_4294967306=El nombre de tarea especificado ya se est\u00e1 utilizando. Utilice otro nombre de tarea.
ServiceError_4294967307=El equipo de destino {0} se est\u00e1 usando actualmente para la tarea {1}. Se debe especificar un equipo de destino diferente para esta tarea o eliminar este equipo de destino de la otra tarea.
ServiceError_4294967308=El espacio libre en el disco donde est\u00e1 instalado {0} es demasiado bajo.
ServiceError_4294967309=Error en la licencia: {0}
ServiceError_4294967310=Se ha producido un error durante el cifrado.
ServiceError_4294967311=El servidor est\u00e1 ocupado en estos momentos. Int\u00e9ntelo de nuevo m\u00e1s tarde.
ServiceError_4294967312=La tarea {0} no existe.
ServiceError_4294967313=La tarea {0} ya existe.
ServiceError_4294967314=El formato de archivo no es correcto.
ServiceError_4294967315=El archivo no existe.
ServiceError_4294967316=Se ha pausado la tarea de copia de seguridad.
ServiceError_4294967317=Se trata de una carpeta en lugar de un archivo.
ServiceError_4294967318=El archivo ya existe. 
ServiceError_4294967319=La ruta no existe.
ServiceError_4294967320=No hay ning\u00fan plan para el nodo {0}.
ServiceError_4294967321=Se ha producido un error al conectarse con el servidor de puntos de recuperaci\u00f3n.
ServiceError_4294967322=Se ha producido un error al registrar el nodo en el servidor de puntos de recuperaci\u00f3n.
ServiceError_4294967323=El almac\u00e9n de datos {0} no est\u00e1 en ejecuci\u00f3n.
ServiceError_4294967324=El almac\u00e9n de datos {0} no existe.
ServiceError_4294967325=Las credenciales del usuario no son v\u00e1lidas para el servidor de puntos de recuperaci\u00f3n.
ServiceError_4294967326=Se ha producido un error al conectarse con la ubicaci\u00f3n de la sesi\u00f3n.
ServiceError_4294967327=Se han perdido algunos del pliegue
ServiceError_4294967328=El punto de recuperaci\u00f3n no est\u00e1 disponible en este momento. Vuelva a intentarlo m\u00e1s tarde.
ServiceError_4294967329=El almac\u00e9n de datos {0} est\u00e1 en modo de solo restauraci\u00f3n.
ServiceError_4294967330=El almac\u00e9n de datos {0} contiene errores.
ServiceError_4294967331=Es obligatoria una nueva versi\u00f3n de Arcserve UDP Agent(Linux). Actualice Arcserve UDP Agent(Linux) e int\u00e9ntelo de nuevo.
ServiceError_4294967332=No hay ninguna direcci\u00f3n IP v\u00e1lida para el servidor de copia de seguridad de Linux.
ServiceError_4294967333=El punto de recuperaci\u00f3n seleccionado no existe.
ServiceError_4294967334=El sistema operativo del servidor de copia de seguridad actual no es compatible con esta funci\u00f3n. Esta funci\u00f3n requiere Red Hat/CentOS 7 Linux o posterior/SUSE Linux 12 o posterior.

#login
ServiceError_8589934593=Las credenciales del usuario no son v\u00e1lidas.
ServiceError_8589934594=No se puede iniciar sesi\u00f3n porque el usuario especificado no tiene las credenciales de acceso correctas.
ServiceError_8589934595=Se ha producido un error al conectar con el servidor de la shell segura (SSH). Aseg\u00farese de que la conexi\u00f3n SSH est\u00e1 disponible.
ServiceError_8589934596=La configuraci\u00f3n de la clave SSH no es v\u00e1lida. Verifique si se puede utilizar la clave SSH para iniciar sesi\u00f3n en el nodo a trav\u00e9s de SSH.
ServiceError_8589934597=El usuario especificado no existe.
ServiceError_8589934598=El usuario especificado est\u00e1 bloqueado. Para desbloquear este usuario, consulte la Gu\u00eda del usuario de Arcserve UDP Agent(Linux).
ServiceError_8589934599=Las credenciales de usuario no son v\u00e1lidas. El usuario se bloquear\u00e1 tras {0} intentos err\u00f3neos.

# browser
ServiceError_12884901889=No se ha podido validar el destino de la copia de seguridad.
ServiceError_12884901892=El destino especificado para la copia de seguridad no existe o las credenciales del usuario no son v\u00e1lidas. Puede consultar la Gu\u00eda del usuario de Arcserve UDP Agent(Linux) -> Soluci\u00f3n de problemas.
ServiceError_12884901893=Las credenciales de usuario no son v\u00e1lidas para el destino de copia de seguridad.
ServiceError_12884901894=El destino de la copia de seguridad especificado no existe.
ServiceError_12884901895=Se requieren permisos de escritura para continuar.
ServiceError_12884901896=Se ha producido un error en el tiempo de espera mientras se intenta conectarse al destino de copia de seguridad especificado. Int\u00e9ntelo de nuevo a una hora distinta.
ServiceError_12884901897=Se ha producido un error al examinar el punto de recuperaci\u00f3n. Compruebe si el sistema operativo del servidor de copia de seguridad de Linux es compatible con el sistema de archivos.  Haga clic en <a href={0}  target=_blank>Ayuda</a> para obtener m\u00e1s informaci\u00f3n.
ServiceError_12884901898=La copia de seguridad de destino especificada no existe o las credenciales del usuario no son v\u00e1lidas. Si su servidor CIFS es un equipo Windows, compruebe si la hora del sistema actual est\u00e1 sincronizada con dicho servidor. Puede consultar la Gu\u00eda del usuario de Arcserve UDP Agent(Linux) -> Soluci\u00f3n de problemas -> Se ha producido un error al montar CIFS en el nodo de destino o en servidor.
ServiceError_12884901899=Se ha producido un error al examinar el punto de recuperaci\u00f3n. El UUID del sistema de archivos del volumen examinado se ha duplicado con el volumen del equipo del servidor de copia de seguridad. Examine el punto de recuperaci\u00f3n desde otro servidor de copia de seguridad o Live CD.
ServiceError_12884901900=Se ha producido un error al conectarse al destino de la copia de seguridad. Verifique que est\u00e9 instalado el cliente CIFS.
ServiceError_12884901901=Se ha producido un error al conectarse al destino de la copia de seguridad. Verifique que est\u00e9 instalado el cliente NFS.
ServiceError_12884901902=Se ha producido un error al conectarse al destino de la copia de seguridad. Verifique que exista el comando de montaje.
ServiceError_12884901903=No se ha encontrado el comando kpartx. 
ServiceError_12884901904=No se ha encontrado el comando sfdisk.
ServiceError_12884901905=No se ha encontrado el comando mdadm. 
ServiceError_12884901906=El punto de recuperaci\u00f3n para buscar no est\u00e1 disponible. 
ServiceError_12884901907=El punto de recuperaci\u00f3n para buscar no es v\u00e1lido, es posible que est\u00e9 da\u00f1ado. 
ServiceError_12884901908=Se ha producido un error desconocido del sistema. P\u00f3ngase en contacto con el Soporte t\u00e9cnico y proporcione archivos de registro como, por ejemplo, /opt/Arcserve/d2dserver/logs/d2d_mount.log y /opt/Arcserve/d2dserver/logs/logs/d2d.log.
ServiceError_12884901909=No se admite: dise\u00f1o del disco. 
ServiceError_12884901910=El archivo /etc/fstab no existe. 
ServiceError_12884901911=El dispositivo no est\u00e1 preparado.
ServiceError_12884901912=No se admite: sistema de archivos ext2.
ServiceError_12884901913=No se admite: sistema de archivos ext3.
ServiceError_12884901914=No se admite: sistema de archivos ext4. 
ServiceError_12884901915=No se admite: sistema de archivos jfs.
ServiceError_12884901916=No se admite: sistema de archivos reiserfs.
ServiceError_12884901917=No se admite: sistema de archivos xfs.
ServiceError_12884901918=No se admite: sistema de archivos btrfs.
ServiceError_12884901919=No se admite: sistema de archivos vfat.
ServiceError_12884901920=No se admite: sistema de archivos.
ServiceError_12884901921=El servicio udisks2 est\u00e1 en ejecuci\u00f3n. Se producir\u00e1 un error en la restauraci\u00f3n a nivel del archivo de este servicio. Detenga el servicio y vuelva a intentar la restauraci\u00f3n.
ServiceError_12884901922=No es compatible: Sistema de archivos {0}. Haga clic en <a href={1}  target=_blank>Ayuda</a> para obtener m\u00e1s informaci\u00f3n.
ServiceError_12884901923=No se encuentra el comando ivm. 

# restore
ServiceError_17179869185=La tarea de restauraci\u00f3n que se est\u00e1 ejecutando para la m\u00e1quina virtual de origen no existe.
ServiceError_17179869186=La m\u00e1quina virtual de origen no existe.
ServiceError_17179869187=Se ha producido un error al obtener la direcci\u00f3n IP de la m\u00e1quina virtual de origen.
ServiceError_17179869188=Se ha producido un error al conectar con el servidor remoto para disparar la migraci\u00f3n.
ServiceError_17179869189=Las credenciales del usuario no son v\u00e1lidas para el servidor remoto.
ServiceError_17179869190=La m\u00e1quina {0} especificada no existe.
ServiceError_17179869191=El punto de recuperaci\u00f3n {0} especificado no existe.
ServiceError_17179869192=Se ha producido un error al conectarse con el hipervisor {0} especificado.
ServiceError_17179869193=El hipervisor {0} especificado no existe.
ServiceError_17179869194=Las credenciales de usuario no son v\u00e1lidas para el hipervisor.
ServiceError_17179869195=La red {0} especificada no existe.
ServiceError_17179869196=El almac\u00e9n de datos {0} especificado no existe.
ServiceError_17179869197=La agrupaci\u00f3n de recursos {0} especificada no existe.
ServiceError_17179869198=El hipervisor no dispone de red.
ServiceError_17179869199=El hipervisor no dispone de almac\u00e9n de datos.
ServiceError_17179869200=No se admite ning\u00fan tipo de hipervisor diferente.
ServiceError_17179869201=Es obligatorio un servidor de puntos de recuperaci\u00f3n para esta tarea.
ServiceError_17179869202=La red de comandos no existe en el servidor de copia de seguridad.
ServiceError_17179869203=Se ha producido un error al ejecutar la red de comandos en el servidor de copia de seguridad.
ServiceError_17179869204=Se ha producido un error al configurar Hyper-V autom\u00e1ticamente en el servidor de copia de seguridad. Para configurarlo manualmente, siga estos pasos: 1. Copie el archivo configure_hyper-v.bat, que se encuentra en {0}, del servidor de copia de seguridad al servidor de Hyper-V; 2. Ejecute como administrador en {1} el archivo bat copiado.
ServiceError_17179869205=El firmware de inicio del equipo de origen es EFI, que no es compatible con este Hyper-V.
ServiceError_17179869206=La versi\u00f3n de la m\u00e1quina virtual de origen es de segunda generaci\u00f3n, que no es compatible con este Hyper-V.
ServiceError_17179869207=La versi\u00f3n del sistema operativo del equipo de origen que se ha generado es incompatible con Hyper-V.
ServiceError_17179869208=Se ha producido un error al conectarse con el host {0} de Hyper-V. Aseg\u00farese de que la direcci\u00f3n del host es correcta, las credenciales son v\u00e1lidas, la herramienta WinRM est\u00e1 activada y, como m\u00ednimo, una escucha WinRM est\u00e1 configurada y no est\u00e1 bloqueada por Windows Firewall.
ServiceError_17179869209=La utilidad de restauraci\u00f3n no est\u00e1 instalada en este servidor. Vuelva a intentarlo despu\u00e9s de instalarla.
ServiceError_17179869210=El hipervisor no dispone de una agrupaci\u00f3n de recursos.
ServiceError_17179869211=Se ha producido un error al crear Live CD.
ServiceError_17179869212=La ruta de archivo {0} especificada no existe.
ServiceError_17179869213=Las credenciales de acceso no son v\u00e1lidas.
ServiceError_17179869214=La red {0} especificada no existe.
ServiceError_17179869215=El nivel {0} de la m\u00e1quina virtual especificado no existe.
ServiceError_17179869216=El tipo de volumen {0} especificado no existe.
ServiceError_17179869217=La regi\u00f3n {0} especificada no existe.
ServiceError_17179869218=La red no est\u00e1 disponible.
ServiceError_17179869219=El grupo de seguridad {0} especificado no existe.
ServiceError_17179869220=El equipo de origen es {0}, el cual no es compatible con el tipo de instancia {1} especificado.
ServiceError_17179869221=El tipo de instancia especificado {0} no es compatible con hvm.
ServiceError_17179869222=El firmware de arranque del equipo de origen es EFI, el cual no es compatible.
ServiceError_17179869223=No es posible reanudar la recuperaci\u00f3n autom\u00e1tica despu\u00e9s de iniciar la tarea. Se puede cancelar esta tarea y activar la recuperaci\u00f3n autom\u00e1tica antes de enviar la tarea o se puede utilizar la funci\u00f3n Live Migration que proporciona VMware vCenter/ESX(i).
#D2D Server Management
ServiceError_55834574849=Otro servidor de copia de seguridad est\u00e1 gestionando actualmente este servidor de copia de seguridad.
ServiceError_55834574850=No se ha podido conectar con el servidor de copia de seguridad especificado.
ServiceError_55834574851=Las credenciales del usuario no son v\u00e1lidas.
ServiceError_55834574852=Este servidor de copia de seguridad est\u00e1 gestionando actualmente otros servidores de copia de seguridad. Se deben suprimir primero estos servidores de copia de seguridad que este servidor de copia de seguridad est\u00e1 gestionando.
ServiceError_55834574853=Actualmente el servidor de copia de seguridad, al que est\u00e1 intentando acceder, no est\u00e1 gestionando este servidor de copia de seguridad.
ServiceError_55834574854=El servidor de copia de seguridad que est\u00e1 intentando gestionar ya est\u00e1 gestionado por este servidor de copia de seguridad.
ServiceError_55834574855=Los datos anteriores existen en este servidor de copia de seguridad.
ServiceError_55834574856=Se ha producido un error al eliminar los datos en este servidor de copia de seguridad.
ServiceError_55834574857=Arcserve UDP {0} no gestiona este servidor de copia de seguridad.
ServiceError_55834574858=No se puede establecer una conexi\u00f3n entre este servidor de copia de seguridad y Arcserve UDP {0}.

#Backup Location Management
ServiceError_60129542145=Otra tarea est\u00e1 utilizando actualmente este almacenamiento de la copia de seguridad. Se deben suprimir primero esas tareas o cambiar el almacenamiento de la copia de seguridad para esas otras tareas.
ServiceError_60129542146=Este almacenamiento de la copia de seguridad no existe.
ServiceError_60129542147=Este almacenamiento de la copia de seguridad ya existe.
ServiceError_60129542148=Se ha producido un error al establecer la conexi\u00f3n con Amazon S3. Aseg\u00farese de que dispone de acceso a Internet para Amazon S3.
ServiceError_60129542149=El servidor Samba no est\u00e1 instalado. Instale el servidor Samba e int\u00e9ntelo de nuevo.
ServiceError_60129542150=Las credenciales especificadas para Amazon S3 no son v\u00e1lidas o hay un problema con el registro del tiempo en el servidor de copia de seguridad.
ServiceError_60129542151=Se ha producido un error al validar Amazon S3.
ServiceError_60129542152=El puerto {0} est\u00e1 en uso.

#vm operation
ServiceError_4294967396=Las credenciales de acceso para el servidor de virtualizaci\u00f3n son incorrectas.
ServiceError_4294967397=No se puede acceder al host del servidor de la m\u00e1quina virtual o bien no es v\u00e1lido. Verifique que el servidor es v\u00e1lido y accesible e int\u00e9ntelo de nuevo.  
ServiceError_4294967398=Error en la operaci\u00f3n.
ServiceError_4294967399=La m\u00e1quina virtual especificada no existe.
ServiceError_4294967400=La m\u00e1quina virtual especificada est\u00e1 actualmente en ejecuci\u00f3n. Se debe cerrar antes de continuar.
ServiceError_4294967401=El tama\u00f1o de memoria de esta m\u00e1quina virtual est\u00e1 por debajo del requisito m\u00ednimo de 512 MB.
ServiceError_4294967402=No se puede restaurar desde de un equipo de paravirtualizaci\u00f3n (PV) a un equipo no virtualizado o viceversa.
ServiceError_4294967403=El n\u00famero de discos virtuales supera el soporte m\u00e1ximo del hipervisor.
ServiceError_4294967404=No se puede utilizar ninguno de los NIC virtuales disponibles. Defina m\u00e1s NIC virtuales.
ServiceError_4294967405=Se ha producido un error al buscar un repositorio de almacenamiento adecuado para almacenar el disco virtual. Defina un repositorio de almacenamiento predeterminado.
ServiceError_4294967406=Se ha producido un error al adjuntar la red a la m\u00e1quina virtual. Defina una red predeterminada para la operaci\u00f3n de copia de seguridad.
ServiceError_4294967407=El host del recurso compartido de NFS especificada no es v\u00e1lido. Compruebe si el servicio de NFS en el servidor de copia de seguridad est\u00e1 ejecut\u00e1ndose y que se ha establecido la configuraci\u00f3n de la exportaci\u00f3n.
ServiceError_4294967408=Se ha producido un error al reiniciar la m\u00e1quina virtual.

#Sync Data
ServiceError_64424509441=Se ha producido un error al establecer la conexi\u00f3n con Arcserve UDP.
ServiceError_64424509442=Las credenciales del usuario no son v\u00e1lidas.
ServiceError_64424509443=Arcserve UDP est\u00e1 gestionando actualmente este servidor de copia de seguridad.
ServiceError_64424509444=Este nodo ya existe en Arcserve UDP.
ServiceError_64424509448=Este servidor de copia de seguridad ya existe en Arcserve UDP.
ServiceError_64424509449=Arcserve UDP no admite usuarios no ra\u00edz. Suprima los nodos e int\u00e9ntelo de nuevo.
ServiceError_64424509450=Arcserve UDP no admite un puerto SSH si no es predeterminado. Suprima los nodos e int\u00e9ntelo de nuevo.
ServiceError_64424509451=No es posible excluir un volumen para un nodo concreto en Arcserve UDP. 
