# common 
ServiceError_4294967297=Echec de la connexion au serveur de sauvegarde s\u00e9lectionn\u00e9 : v\u00e9rifiez que le serveur est actif et qu''il est accessible, et que le service D2D est en cours d''ex\u00e9cution.
ServiceError_4294967298=Une erreur s''est produite lors de la demande de traitement. Veuillez r\u00e9essayer.
ServiceError_4294967299=Param\u00e8tre non valide pour {0}.
ServiceError_4294967300=Un autre job est en cours d''ex\u00e9cution. R\u00e9essayez ult\u00e9rieurement.
ServiceError_4294967301=Impossible d''annuler le job en cours pendant cette phase. R\u00e9essayez ult\u00e9rieurement.
ServiceError_4294967302=Le d\u00e9lai de la session a \u00e9t\u00e9 d\u00e9pass\u00e9.
ServiceError_4294967303=D\u00e9lai expir\u00e9 : l''op\u00e9ration ne s''est pas termin\u00e9e dans le d\u00e9lai imparti. R\u00e9essayez plus tard.
ServiceError_4294967304=La connexion \u00e0 l''h\u00f4te sp\u00e9cifi\u00e9 est impossible. V\u00e9rifiez que le nom du serveur, le num\u00e9ro de port et le protocole (HTTP/HTTPS) entr\u00e9s sont corrects et que le service Web de ^ARCFLASH^ a \u00e9t\u00e9 d\u00e9marr\u00e9 sur l''h\u00f4te sp\u00e9cifi\u00e9.
ServiceError_4294967305=Le mot de passe de chiffrement sp\u00e9cifi\u00e9 n''est pas valide.
ServiceError_4294967306=Le nom du job sp\u00e9cifi\u00e9 est d\u00e9j\u00e0 utilis\u00e9. Utilisez un autre nom de job.
ServiceError_4294967307=L''ordinateur cible {0} est actuellement utilis\u00e9 pour le job {1}. Sp\u00e9cifiez un ordinateur cible diff\u00e9rent pour ce job ou supprimez cet ordinateur cible de l''autre job.
ServiceError_4294967308=L''espace disque sur lequel {0} est install\u00e9 est insuffisant.
ServiceError_4294967309=Erreur de licence : {0}
ServiceError_4294967310=Une erreur s''est produite pendant l''op\u00e9ration de chiffrement.
ServiceError_4294967311=Le serveur est occup\u00e9. R\u00e9essayez ult\u00e9rieurement.
ServiceError_4294967312=Le job {0} n''existe pas.
ServiceError_4294967313=Le job {0} existe d\u00e9j\u00e0.
ServiceError_4294967314=Le format de fichier n''est pas correct.
ServiceError_4294967315=Le fichier n''existe pas.
ServiceError_4294967316=Le job de sauvegarde est interrompu.
ServiceError_4294967317=Il s''agit d''un dossier et non d''un fichier.
ServiceError_4294967318=Le filtre existe d\u00e9j\u00e0. 
ServiceError_4294967319=Le chemin d''acc\u00e8s n''existe pas.
ServiceError_4294967320=Aucun plan n''est disponible pour le noeud {0}.
ServiceError_4294967321=La connexion au serveur de points de r\u00e9cup\u00e9ration a \u00e9chou\u00e9.
ServiceError_4294967322=L''enregistrement du n\u0153ud sur le serveur de points de r\u00e9cup\u00e9ration a \u00e9chou\u00e9.
ServiceError_4294967323=Le r\u00e9f\u00e9rentiel de donn\u00e9es {0} n''est pas en cours d''ex\u00e9cution.
ServiceError_4294967324=Le r\u00e9f\u00e9rentiel de donn\u00e9es {0} n''existe pas.
ServiceError_4294967325=Informations d''identification de l''utilisateur non valides pour le serveur de points de r\u00e9cup\u00e9ration.
ServiceError_4294967326=Echec de la connexion \u00e0 l''emplacement de la session.
ServiceError_4294967327=certains dossiers ont \u00e9t\u00e9 ignor\u00e9s
ServiceError_4294967328=Le point de r\u00e9cup\u00e9ration n''est pas disponible pour l''instant. R\u00e9essayez ult\u00e9rieurement.
ServiceError_4294967329=Le r\u00e9f\u00e9rentiel de donn\u00e9es {0} est en mode Restaurer uniquement.
ServiceError_4294967330=Une erreur s''est produite au niveau du r\u00e9f\u00e9rentiel de donn\u00e9es {0}.
ServiceError_4294967331=Une nouvelle version d''Arcserve UDP Agent(Linux) est requise. Mettez \u00e0 niveau votre version d''Arcserve UDP Agent(Linux) et r\u00e9essayez.
ServiceError_4294967332=Il n''existe aucune adresse IP valide pour le serveur de sauvegarde Linux.
ServiceError_4294967333=Le point de r\u00e9cup\u00e9ration s\u00e9lectionn\u00e9 n''existe pas.
ServiceError_4294967334=Cette fonction n''est pas prise en charge par le syst\u00e8me d''exploitation du serveur de sauvegarde actuel. Elle requiert un syst\u00e8me RedHat/CentOS 7 Linux ou sup\u00e9rieur/SUSE Linux 12 ou sup\u00e9rieur.

#login
ServiceError_8589934593=Informations d''identification de l''utilisateur non valides
ServiceError_8589934594=Impossible d''\u00e9tablir une connexion, car les informations d''identification d''acc\u00e8s de l''utilisateur ne sont pas valides.
ServiceError_8589934595=Echec de la connexion au serveur Secure Shell (SSH) : v\u00e9rifiez que la connexion SSH est disponible.
ServiceError_8589934596=La configuration de la cl\u00e9 SSH n''est pas valide. V\u00e9rifiez si vous pouvez utiliser cette cl\u00e9 SSH pour vous connecter au noeud via SSH.
ServiceError_8589934597=L''utilisateur sp\u00e9cifi\u00e9 n''existe pas.
ServiceError_8589934598=L''utilisateur sp\u00e9cifi\u00e9 est verrouill\u00e9. Pour d\u00e9verrouiller cet utilisateur, suivez les instructions du manuel de l''utilisateur de Arcserve UDP Agent(Linux).
ServiceError_8589934599=Informations d''identification de l''utilisateur non valides.Cet utilisateur sera verrouill\u00e9 apr\u00e8s {0} tentatives infructueuses.

# browser
ServiceError_12884901889=Echec de la validation de la destination de sauvegarde
ServiceError_12884901892=La destination de sauvegarde sp\u00e9cifi\u00e9e n''existe pas ou les informations d''identification de l''utilisateur ne sont pas valides. Pour plus d''informations, reportez-vous \u00e0 la section D\u00e9pannage du Manuel de l''utilisateur d'Arcserve UDP Agent(Linux).
ServiceError_12884901893=Les informations d''identification de l''utilisateur ne sont pas valides pour la destination de sauvegarde.
ServiceError_12884901894=La destination de sauvegarde sp\u00e9cifi\u00e9e n''existe pas.
ServiceError_12884901895=Vous devez poss\u00e9der des droits d''\u00e9criture pour pouvoir continuer.
ServiceError_12884901896=Une erreur de d\u00e9lai d''expiration s''est produite lors de la tentative de connexion \u00e0 la destination de sauvegarde sp\u00e9cifi\u00e9e. R\u00e9essayez ult\u00e9rieurement.
ServiceError_12884901897=Echec de l''exploration du point de r\u00e9cup\u00e9ration. V\u00e9rifiez que le syst\u00e8me d''exploitation de votre serveur de sauvegarde Linux prend en charge le syst\u00e8me de fichiers.  Pour plus d''informations, cliquez sur <a href={0}  target=_blank>Aide</a>.
ServiceError_12884901898=La destination de sauvegarde sp\u00e9cifi\u00e9e n''existe pas ou les informations d''identification de l''utilisateur ne sont pas valides. Si votre serveur CIFS est une machine Windows, v\u00e9rifiez que l''heure actuelle du syst\u00e8me est synchronis\u00e9e avec le serveur CIFS. Pour plus d''informations, reportez-vous au Manuel de l''utilisateur d''Arcserve UDP Agent(Linux) -> D\u00e9pannage -> Echec du montage du syst\u00e8me CIFS sur le noeud de serveur ou cible.
ServiceError_12884901899=Echec de l''exploration du point de r\u00e9cup\u00e9rationL''UUID de syst\u00e8me de fichiers du volume explor\u00e9 est dupliqu\u00e9 avec le volume de l''ordinateur du serveur de sauvegarde. Essayez d''explorer le point de r\u00e9cup\u00e9ration par le biais d''un autre serveur de sauvegarde ou de Live CD.
ServiceError_12884901900=La connexion \u00e0 la destination de sauvegarde a \u00e9chou\u00e9. V\u00e9rifiez que le client CIFS est install\u00e9.
ServiceError_12884901901=La connexion \u00e0 la destination de sauvegarde a \u00e9chou\u00e9. V\u00e9rifiez que le client NFS est install\u00e9.
ServiceError_12884901902=La connexion \u00e0 la destination de sauvegarde a \u00e9chou\u00e9. V\u00e9rifiez que la commande de montage existe.
ServiceError_12884901903=La commande kpartx est introuvable. 
ServiceError_12884901904=La commande sfdisk est introuvable.
ServiceError_12884901905=La commande mdadm est introuvable. 
ServiceError_12884901906=Le point de r\u00e9cup\u00e9ration \u00e0 rechercher n''est pas disponible. 
ServiceError_12884901907=Le point de r\u00e9cup\u00e9ration \u00e0 rechercher n''est pas valide, il est peut-\u00eatre endommag\u00e9. 
ServiceError_12884901908=Erreur syst\u00e8me inconnue. Contactez le support technique et fournissez-lui les journaux de type /opt/Arcserve/d2dserver/logs/d2d_mount.log et /opt/Arcserve/d2dserver/logs/logs/d2d.log.
ServiceError_12884901909=Non pris en charge : disposition du disque. 
ServiceError_12884901910=Le fichier /etc/fstab n''existe pas. 
ServiceError_12884901911=L''unit\u00e9 n''est pas pr\u00eate.
ServiceError_12884901912=Non pris en charge : syst\u00e8me de fichiers ext2.
ServiceError_12884901913=Non pris en charge : syst\u00e8me de fichiers ext3.
ServiceError_12884901914=Non pris en charge : syst\u00e8me de fichiers ext4. 
ServiceError_12884901915=Non pris en charge : syst\u00e8me de fichiers jfs.
ServiceError_12884901916=Non pris en charge : syst\u00e8me de fichiers reiserfs.
ServiceError_12884901917=Non pris en charge : syst\u00e8me de fichiers xfs.
ServiceError_12884901918=Non pris en charge : syst\u00e8me de fichiers btrfs.
ServiceError_12884901919=Non pris en charge : syst\u00e8me de fichiers vfat.
ServiceError_12884901920=Non pris en charge : syst\u00e8me de fichiers.
ServiceError_12884901921=Le service udisks2 est en cours d'ex\u00e9cution. Il mettra en \u00e9chec la restauration de niveau fichier. Arr\u00eatez-le et recommencez la restauration.
ServiceError_12884901922=Non pris en charge : syst\u00e8me de fichiers {0}. Pour plus d''informations, cliquez sur <a href={1}  target=_blank>Aide</a>.
ServiceError_12884901923=La commande ivm est introuvable. 
# restore
ServiceError_17179869185=Le job de restauration ex\u00e9cut\u00e9 pour la machine virtuelle source n''existe pas.
ServiceError_17179869186=La machine virtuelle source n''existe pas.
ServiceError_17179869187=Impossible d''obtenir l''adresse IP de la machine virtuelle source.
ServiceError_17179869188=La connexion du serveur distant pour d\u00e9clencher la migration a \u00e9chou\u00e9.
ServiceError_17179869189=Informations d''identification de l''utilisateur non valides pour le serveur distant.
ServiceError_17179869190=La machine sp\u00e9cifi\u00e9e {0} n''existe pas.
ServiceError_17179869191=Le point de r\u00e9cup\u00e9ration sp\u00e9cifi\u00e9 {0} n''existe pas.
ServiceError_17179869192=Echec de la connexion \u00e0 l''hyperviseur sp\u00e9cifi\u00e9 {0}.
ServiceError_17179869193=L''hyperviseur sp\u00e9cifi\u00e9 {0} n''existe pas.
ServiceError_17179869194=Informations d''identification de l''utilisateur non valides pour l''hyperviseur.
ServiceError_17179869195=Le r\u00e9seau sp\u00e9cifi\u00e9 {0} n''existe pas.
ServiceError_17179869196=Le r\u00e9f\u00e9rentiel de donn\u00e9es sp\u00e9cifi\u00e9 {0} n''existe pas.
ServiceError_17179869197=Le pool de ressources sp\u00e9cifi\u00e9 {0} n''existe pas.
ServiceError_17179869198=L''hyperviseur ne dispose pas de r\u00e9seau.
ServiceError_17179869199=L''hyperviseur ne dispose pas de r\u00e9f\u00e9rentiel de donn\u00e9es.
ServiceError_17179869200=Les autres types d''hyperviseur ne sont pas pris en charge.
ServiceError_17179869201=Ce job requiert un serveur de points de r\u00e9cup\u00e9ration.
ServiceError_17179869202=La commande net n''existe pas sur le serveur de sauvegarde.
ServiceError_17179869203=Echec de l''ex\u00e9cution de la commande net sur le serveur de sauvegarde
ServiceError_17179869204=Echec de la configuration automatique du syst\u00e8me Hyper-V sur le serveur de sauvegarde. Pour configurer le syst\u00e8me Hyper-V manuellement, copiez le fichier configure_hyper-v.bat qui se trouve dans le dossier {0} du serveur de sauvegarde et collez-le sur le serveur Hyper-V, puis ex\u00e9cutez-le en tant qu''administrateur sur {1}.
ServiceError_17179869205=Le firmware de d\u00e9marrage de la machine source est de type EFI, lequel n''est pas pris en charge sur ce serveur Hyper-V.
ServiceError_17179869206=La machine source est de deuxi\u00e8me g\u00e9n\u00e9ration. Or, cette version n''est pas prise en charge sur ce serveur Hyper-V.
ServiceError_17179869207=La version du syst\u00e8me d''exploitation de l''ordinateur source n''est pas int\u00e9gr\u00e9e au serveur Hyper-V.
ServiceError_17179869208=La connexion \u00e0 l''h\u00f4te Hyper-V {0} a \u00e9chou\u00e9. V\u00e9rifiez que l''adresse de l''h\u00f4te est correcte, que les informations d''identification sont valides, que le produit WinRM est activ\u00e9 et que vous avez configur\u00e9 au moins un \u00e9couteur WinRM qui n''est pas bloqu\u00e9 par le pare-feu Windows.
ServiceError_17179869209=L''utilitaire de restauration n''est pas install\u00e9 sur ce serveur. Installez-le, puis r\u00e9essayez.
ServiceError_17179869210=L''hyperviseur ne comporte aucun pool de ressources.
ServiceError_17179869211=La cr\u00e9ation du CD autonome a \u00e9chou\u00e9.
ServiceError_17179869212=Le chemin d''acc\u00e8s au fichier sp\u00e9cifi\u00e9 {0} n''existe pas.
ServiceError_17179869213=Informations d''identification d''acc\u00e8s non valides.
ServiceError_17179869214=Le r\u00e9seau sp\u00e9cifi\u00e9 {0} n''existe pas.
ServiceError_17179869215=Le niveau de machine virtuelle sp\u00e9cifi\u00e9 {0} n''existe pas.
ServiceError_17179869216=Le type de volume sp\u00e9cifi\u00e9 {0} n''existe pas.
ServiceError_17179869217=La r\u00e9gion sp\u00e9cifi\u00e9e {0} n''existe pas.
ServiceError_17179869218=R\u00e9seau non disponible.
ServiceError_17179869219=Le groupe de s\u00e9curit\u00e9 sp\u00e9cifi\u00e9 {0} n''existe pas.
ServiceError_17179869220=L''ordinateur source {0} n''est pas pris en charge par le type d''instance {1} sp\u00e9cifi\u00e9.
ServiceError_17179869221=Le type d''instance sp\u00e9cifi\u00e9 {0} ne prend pas en charge hvm.
ServiceError_17179869222=Le firmware de d\u00e9marrage de l''ordinateur source est de type EFI. Ce type n''est pas pris en charge.
ServiceError_17179869223=La reprise de la r\u00e9cup\u00e9ration automatique n''est pas possible apr\u00e8s le lancement du job. Vous pouvez annuler ce job et activer la r\u00e9cup\u00e9ration automatique avant de soumettre le job ou utiliser la fonction de migration en direct fournie par le syst\u00e8me VMware vCenter/ESX(i).

#D2D Server Management
ServiceError_55834574849=Ce serveur de sauvegarde est actuellement g\u00e9r\u00e9 par un autre serveur de sauvegarde.
ServiceError_55834574850=Echec de la connexion au serveur de sauvegarde sp\u00e9cifi\u00e9
ServiceError_55834574851=Informations d''identification de l''utilisateur non valides
ServiceError_55834574852=Ce serveur de sauvegarde g\u00e8re actuellement d''autres serveurs de sauvegarde. Vous devez d''abord supprimer les serveurs de sauvegarde g\u00e9r\u00e9s par ce serveur de sauvegarde.
ServiceError_55834574853=Ce serveur de sauvegarde n''est actuellement pas g\u00e9r\u00e9 par le serveur de sauvegarde que vous tentez de joindre.
ServiceError_55834574854=Le serveur de sauvegarde que vous tentez de g\u00e9rer est d\u00e9j\u00e0 g\u00e9r\u00e9 par ce serveur de sauvegarde.
ServiceError_55834574855=Des donn\u00e9es anciennes sont pr\u00e9sentes sur ce serveur de sauvegarde.
ServiceError_55834574856=Echec de la suppression des donn\u00e9es sur ce serveur de sauvegarde
ServiceError_55834574857=Le serveur de sauvegarde n''est pas g\u00e9r\u00e9 par Arcserve UDP {0}.
ServiceError_55834574858=Le serveur de sauvegarde ne peut pas se connecter \u00e0 Arcserve UDP {0}.

#Backup Location Management
ServiceError_60129542145=Ce stockage de sauvegarde est actuellement utilis\u00e9 par d''autres jobs. Vous devez d''abord supprimer ces jobs ou modifier le stockage de sauvegarde des autres jobs.
ServiceError_60129542146=Ce stockage de sauvegarde n''existe pas.
ServiceError_60129542147=Ce stockage de sauvegarde existe d\u00e9j\u00e0.
ServiceError_60129542148=Echec de la connexion \u00e0 Amazon S3. V\u00e9rifiez que vous avez un acc\u00e8s Internet \u00e0 Amazon S3.
ServiceError_60129542149=Le serveur Samba n''est pas install\u00e9. Installez le serveur Samba et r\u00e9essayez.
ServiceError_60129542150=Informations d''identification pour Amazon S3 non valides ou erreur de temps au niveau du serveur de sauvegarde.
ServiceError_60129542151=Echec de la validation d''Amazon S3.
ServiceError_60129542152=Le port {0} est en cours d''utilisation.

#vm operation
ServiceError_4294967396=Les informations d''identification d''acc\u00e8s au serveur de virtualisation sont incorrectes.
ServiceError_4294967397=L''h\u00f4te du serveur de la machine virtuelle n''est pas accessible ou n''est pas valide. V\u00e9rifiez que le serveur est valide et accessible, puis r\u00e9essayez.  
ServiceError_4294967398=Echec de l''op\u00e9ration
ServiceError_4294967399=La machine virtuelle sp\u00e9cifi\u00e9e n''existe pas.
ServiceError_4294967400=La machine virtuelle sp\u00e9cifi\u00e9e est actuellement en cours d''ex\u00e9cution. Vous devez l''arr\u00eater avant de poursuivre.
ServiceError_4294967401=La taille de la m\u00e9moire de cette machine virtuelle est inf\u00e9rieure au minimum requis (512 Mo).
ServiceError_4294967402=Impossible d''effectuer une restauration \u00e0 partir d''une machine paravirtualis\u00e9e vers une machine non paravirtualis\u00e9e, ou inversement.
ServiceError_4294967403=Le nombre de disques virtuels d\u00e9passe la capacit\u00e9 de prise en charge de l''hyperviseur.
ServiceError_4294967404=Vous ne pouvez utiliser aucun des contr\u00f4leurs virtuels d''interface r\u00e9seau disponibles. D\u00e9finissez d''autres contr\u00f4leurs virtuels d''interface r\u00e9seau.
ServiceError_4294967405=Aucun r\u00e9f\u00e9rentiel de stockage appropri\u00e9 n''est disponible pour stocker le disque virtuel. D\u00e9finissez un r\u00e9f\u00e9rentiel de stockage par d\u00e9faut.
ServiceError_4294967406=Echec de la connexion du r\u00e9seau \u00e0 la machine virtuelle : d\u00e9finissez un r\u00e9seau par d\u00e9faut pour l''op\u00e9ration de sauvegarde.
ServiceError_4294967407=L''h\u00f4te du partage NFS sp\u00e9cifi\u00e9 n''est pas valide. V\u00e9rifiez que le service NFS est en cours d''ex\u00e9cution sur le serveur de sauvegarde et que les param\u00e8tres d''exportation ont \u00e9t\u00e9 d\u00e9finis.
ServiceError_4294967408=Echec du red\u00e9marrage de la machine virtuelle

#Sync Data
ServiceError_64424509441=Echec de la connexion \u00e0 l''ordinateur Arcserve UDP sp\u00e9cifi\u00e9
ServiceError_64424509442=Informations d''identification de l''utilisateur non valides
ServiceError_64424509443=Ce serveur de sauvegarde est actuellement g\u00e9r\u00e9 par un autre serveur Arcserve UDP.
ServiceError_64424509444=Ce noeud existe d\u00e9j\u00e0 dans Arcserve UDP.
ServiceError_64424509448=Ce serveur de sauvegarde existe d\u00e9j\u00e0 dans Arcserve UDP.
ServiceError_64424509449=Seul un utilisateur racine par d\u00e9faut est pris en charge par Arcserve UDP. Supprimez les noeuds, puis r\u00e9essayez.
ServiceError_64424509450=Seul le port SSH par d\u00e9faut est pris en charge par Arcserve UDP. Supprimez les noeuds, puis r\u00e9essayez.
ServiceError_64424509451=L''exclusion du volume pour le noeud sp\u00e9cial n''est pas prise en charge par Arcserve UDP.
