# common 
ServiceError_4294967297=Es konnte keine Verbindung zum ausgew\u00e4hlten Sicherungsserver hergestellt werden. Stellen Sie sicher, dass der Server in Betrieb und erreichbar ist und der D2D-Dienst ausgef\u00fchrt wird.
ServiceError_4294967298=Fehler bei der Prozessanforderung. Versuchen Sie es erneut.
ServiceError_4294967299=Ung\u00fcltiger Parameter f\u00fcr {0}.
ServiceError_4294967300=Es wird ein anderer Job ausgef\u00fchrt. Versuchen Sie es erneut.
ServiceError_4294967301=In dieser Phase k\u00f6nnen keine laufenden Jobs abgebrochen werden. Versuchen Sie es sp\u00e4ter.
ServiceError_4294967302=Sitzung hat das Zeitlimit \u00fcberschritten
ServiceError_4294967303=Der Vorgang hat das Zeitlimit \u00fcberschritten. Die maximale Dauer zum Abschluss des Vorgangs wurde \u00fcberschritten. Versuchen Sie es sp\u00e4ter erneut.
ServiceError_4294967304=Verbindung zu angegebenem Host kann nicht hergestellt werden. Stellen Sie sicher, dass Servername, Portnummer und Protokoll (http/https) korrekt eingegeben wurden und der Webdienst "^ARCFLASH^-Webdienst" auf dem angegebenen Host gestartet wurde.
ServiceError_4294967305=Das angegebene Verschl\u00fcsselungskennwort ist ung\u00fcltig.
ServiceError_4294967306=Der angegebene Jobname wird bereits verwendet. Verwenden Sie einen anderen Jobnamen.
ServiceError_4294967307=Zielcomputer {0} wird derzeit f\u00fcr Job {1} verwendet. Geben Sie einen anderen Zielcomputer f\u00fcr diesen Job an, oder entfernen Sie diesen Zielcomputer aus dem anderen Job.
ServiceError_4294967308=Der freie Speicherplatz bei installiertem {0} ist zu niedrig.
ServiceError_4294967309=Lizenzfehler: {0}
ServiceError_4294967310=Bei der Verschl\u00fcsselung ist ein Fehler aufgetreten.
ServiceError_4294967311=Der Server ist zurzeit ausgelastet. Versuchen Sie es zu einem sp\u00e4teren Zeitpunkt erneut.
ServiceError_4294967312=Der Job ''{0}'' ist nicht vorhanden.
ServiceError_4294967313=Der Job ''{0}'' existiert bereits.
ServiceError_4294967314=Das Dateiformat ist falsch.
ServiceError_4294967315=Die Datei existiert nicht.
ServiceError_4294967316=Der Sicherungsjob wurde unterbrochen.
ServiceError_4294967317=Dies ist ein Ordner, keine Datei.
ServiceError_4294967318=Datei existiert bereits. 
ServiceError_4294967319=Der Pfad ist nicht vorhanden.
ServiceError_4294967320=Es ist kein Plan f\u00fcr Knoten {0} vorhanden.
ServiceError_4294967321=Verbindung zum RPS-Server konnte nicht hergestellt werden.
ServiceError_4294967322=Fehler beim Registrieren des Knoten auf RPS-Server.
ServiceError_4294967323=Der Datenspeicher {0} wird nicht ausgef\u00fchrt.
ServiceError_4294967324=Der Datenspeicher {0} ist nicht vorhanden.
ServiceError_4294967325=Ung\u00fcltige Benutzeranmeldeinformationen zum RPS-Server.
ServiceError_4294967326=Es kann keine Verbindung zum Sitzungsort hergestellt werden.
ServiceError_4294967327=einige wurden ausgelasssen
ServiceError_4294967328=Der Wiederherstellungspunkt ist derzeit nicht verf\u00fcgbar. Versuchen Sie es sp\u00e4ter erneut.
ServiceError_4294967329=Datenspeicher {0} befindet sich im reinen Wiederherstellungsmodus.
ServiceError_4294967330=Datenspeicher {0} ist fehlerhaft.
ServiceError_4294967331=Neue Version von Arcserve UDP Agent(Linux) erforderlich. Aktualisieren Sie Arcserve UDP Agent(Linux), und versuchen Sie es erneut.
ServiceError_4294967332=Es ist keine g\u00fcltige IP-Adresse f\u00fcr Linux-Sicherungsserver vorhanden.
ServiceError_4294967333=Der ausgew\u00e4hlte Wiederherstellungspunkt ist nicht vorhanden.
ServiceError_4294967334=Diese Funktion wird nicht vom Betriebssystem des aktuellen Sicherungsservers unterst\u00fctzt. Diese Funktion erfordert Red Hat/CentOS 7 Linux oder h\u00f6her/SUSE Linux 12 oder h\u00f6her.

#login
ServiceError_8589934593=Ung\u00fcltige Benutzeranmeldeinformationen.
ServiceError_8589934594=Die Anmeldung kann nicht erfolgen, da der festgelegte Benutzer nicht die richtigen Anmeldeinformationen f\u00fcr den Zugriff besitzt.
ServiceError_8589934595=Es konnte keine Verbindung mit dem Secure Shell-Server (SSH) hergestellt werden. Stellen Sie sicher, dass die SSH-Verbindung verf\u00fcgbar ist.
ServiceError_8589934596=Ung\u00fcltige SSH-Schl\u00fcsselkonfiguration. \u00dcberpr\u00fcfen Sie, ob Sie den SSH-Schl\u00fcssel f\u00fcr die Anmeldung auf dem Knoten \u00fcber SSH verwenden k\u00f6nnen.
ServiceError_8589934597=Der angegebene Benutzer ist nicht vorhanden.
ServiceError_8589934598=Der angegebene Benutzer ist gesperrt.Informationen zum Sperren dieses Benutzers finden Sie im Benutzerhandbuch f\u00fcr Arcserve UDP Agent(Linux).
ServiceError_8589934599=Ung\u00fcltige Benutzeranmeldeinformationen.Dieser Benutzer wird nach {0} fehlgeschlagenen Versuchen gesperrt.

# browser
ServiceError_12884901889=Das Sicherungsziel konnte nicht validiert werden.
ServiceError_12884901892=Das angegebene Sicherungsziel ist nicht vorhanden oder die Benutzeranmeldeinformationen sind ung\u00fcltig. Weitere Informationen dazu finden Sie im  Benutzerhandbuch zu Arcserve UDP Agent(Linux) unter Fehlerbehebung.
ServiceError_12884901893=Ung\u00fcltige Benutzeranmeldeinformationen f\u00fcr das Sicherungsziel.
ServiceError_12884901894=Das angegebene Sicherungsziel ist nicht vorhanden.
ServiceError_12884901895=Zum Fortfahren ist eine Schreibberechtigung erforderlich.
ServiceError_12884901896=Beim Versuch, eine Verbindung zum angegebenen Sicherungsziel herzustellen, ist ein Zeit\u00fcberschreitungsfehler aufgetreten. Versuchen Sie es zu einem anderen Zeitpunkt erneut.
ServiceError_12884901897=Wiederherstellungspunkt konnte nicht gefunden werden.\u00dcberpr\u00fcfen Sie, ob das Betriebssystem des Linux-Sicherungsservers das Dateisystem unterst\u00fctzt.  Klicken Sie auf <a href={0}  target=_blank>Hilfe</a>, um weitere Informationen zu erhalten.
ServiceError_12884901898=Das angegebene Sicherungsziel ist nicht vorhanden oder die Benutzeranmeldeinformationen sind ung\u00fcltig. Wenn der CIFS-Server ein Windows-Rechner ist, \u00fcberpr\u00fcfen Sie, ob die aktuelle Systemzeit mit dem CIFS-Server synchronisiert ist. Weitere Informationen dazu finden Sie unter Arcserve UDP Agent(Linux) Benutzerhandbuch-> Fehlerbehebung-> CIFS konnte auf dem Server oder Zielknoten nicht gemountet werden.
ServiceError_12884901899=Fehler beim Durchsuchen nach dem Wiederherstellungspunkt. Die UUID des Dateisystems des durchsuchten Volumes wird mit dem Volume des Sicherungsservers dupliziert. Versuchen Sie, mit einem anderen Wiederherstellungsserver oder mit LiveCD nach dem Wiederherstellungspunkt zu suchen.
ServiceError_12884901900=Verbindung zum Sicherungsziel ist fehlgeschlagen. Stellen Sie sicher, dass der CIFS-Client installiert ist.
ServiceError_12884901901=Verbindung zum Sicherungsziel ist fehlgeschlagen. Stellen Sie sicher, dass der NFS-Client installiert ist.
ServiceError_12884901902=Verbindung zum Sicherungsziel ist fehlgeschlagen. Stellen Sie sicher, dass der Bereitstellungsbefehl vorhanden ist.
ServiceError_12884901903=kpartx-Befehl konnte nicht gefunden werden. 
ServiceError_12884901904=sfdisk-Befehl konnte nicht gefunden werden.
ServiceError_12884901905=mdadm-Befehl konnte nicht gefunden werden. 
ServiceError_12884901906=Der zu durchsuchende Wiederherstellungspunkt ist nicht verf\u00fcgbar. 
ServiceError_12884901907=Der zu durchsuchende Wiederherstellungspunkt ist ung\u00fcltig, er ist m\u00f6glicherweise besch\u00e4digt. 
ServiceError_12884901908=Unbekannter Systemfehler.Wenden Sie sich an den Support, und stellen Sie die Protokolldateien bereit, wie z. B. "/opt/Arcserve/d2dserver/logs/d2d_mount.log" und "/opt/Arcserve/d2dserver/logs/logs/d2d.log".
ServiceError_12884901909=Nicht unterst\u00fctzt: Datentr\u00e4gerlayout 
ServiceError_12884901910=Datei "/etc/fstab" ist nicht vorhanden. 
ServiceError_12884901911=Ger\u00e4t ist nicht bereit.
ServiceError_12884901912=Nicht unterst\u00fctzt: ext2-Dateisystem.
ServiceError_12884901913=Nicht unterst\u00fctzt: ext3-Dateisystem.
ServiceError_12884901914=Nicht unterst\u00fctzt: ext4-Dateisystem. 
ServiceError_12884901915=Nicht unterst\u00fctzt: jfs-Dateisystem.
ServiceError_12884901916=Nicht unterst\u00fctzt: reiserfs-Dateisystem.
ServiceError_12884901917=Nicht unterst\u00fctzt: xfs-Dateisystem.
ServiceError_12884901918=Nicht unterst\u00fctzt: btrfs-Dateisystem.
ServiceError_12884901919=Nicht unterst\u00fctzt: vfat-Dateisystem.
ServiceError_12884901920=Nicht unterst\u00fctzt: Dateisystem.
ServiceError_12884901921=Der udisks2-Dienst wird ausgef\u00fchrt.Dieser Dienst f\u00fchrt zu einem Fehler bei der Wiederherstellung auf Dateiebene. Halten Sie den Dienst an, und wiederholen Sie den Wiederherstellungsvorgang.
ServiceError_12884901922=Nicht unterst\u00fctzt{0}-DateisystemKlicken Sie auf <a href={1}  target=_blank>Hilfe</a>, um weitere Informationen zu erhalten.
ServiceError_12884901923=ivm-Befehl wurde nicht gefunden. 

# restore
ServiceError_17179869185=Der f\u00fcr den virtuellen Quellrechner ausgef\u00fchrte Wiederherstellungsjob ist nicht vorhanden.
ServiceError_17179869186=Der virtuelle Qellrechner ist nicht vorhanden.
ServiceError_17179869187=Fehler beim Abrufen der IP-Adresse des virtuellen Rechners.
ServiceError_17179869188=Remote-Server zum Ausl\u00f6sen der Migration konnte nicht verbunden werden.
ServiceError_17179869189=Ung\u00fcltige Benutzeranmeldeinformationen zum Remote-Server.
ServiceError_17179869190=Der angegebene Rechner {0} ist nicht vorhanden.
ServiceError_17179869191=Der angegebene Wiederherstellungspunkt {0} ist nicht vorhanden.
ServiceError_17179869192=Es konnte keine Verbindung zum angegebenen Hypervisor {0} hergestellt werden.
ServiceError_17179869193=Der angegebene Hypervisor {0} ist nicht vorhanden.
ServiceError_17179869194=Ung\u00fcltige Benutzeranmeldeinformationen f\u00fcr den Hypervisor.
ServiceError_17179869195=Das angegebene Netzwerk {0} ist nicht vorhanden.
ServiceError_17179869196=Der angegebene Datenspeicher {0} ist nicht vorhanden.
ServiceError_17179869197=Die angegebene Ressourcenpool {0}ist nicht vorhanden.
ServiceError_17179869198=Hypervisor besitzt kein Netzwerk.
ServiceError_17179869199=Hypervisor besitzt keinen Datenspeicher.
ServiceError_17179869200=Andere Hypervisor-Typen werden nicht unterst\u00fctzt.
ServiceError_17179869201=F\u00fcr diesen Job ist ein RPS-Server erforderlich.
ServiceError_17179869202=Der Befehl "net" ist auf dem Sicherungsserver nicht vorhanden.
ServiceError_17179869203=Befehl "net" konnte auf Sicherungsserver nicht ausgef\u00fchrt werden.
ServiceError_17179869204=Fehler beim automatischen Konfigurieren von Hyper-V auf dem Sicherungsserver. Um Hyper-V manuell zu konfigurieren, m\u00fcssen Sie die Datei Configure_hyper-v.bat kopieren, welche sich unter {0} auf dem Sicherungsserver befindet, und dann auf {1} als Administrator ausf\u00fchren.
ServiceError_17179869205=Die Start-Firmware des Quellrechners ist EFI, die auf auf diesem Hyper-V nicht unterst\u00fctzt wird.
ServiceError_17179869206=Die Version des Quellrechners ist Generation 2, welche auf diesem Hyper-V nicht unterst\u00fctzt wird.
ServiceError_17179869207=BS-Version des Quellrechners wird f\u00fcr Hyper-V nicht unterst\u00fctzt.
ServiceError_17179869208=Fehler beim Verbinden mit dem Hyper-V-Host {0}. Stellen Sie sicher, dass die Adresse des Hosts korrekt ist, die Anmeldeinformationen g\u00fcltig sind, WinRM aktiviert ist und mindestens ein WinRM-Listener konfiguriert und nicht durch die Windows-Firewall blockiert ist.
ServiceError_17179869209=Wiederherstellungshilfsprogramm ist auf diesem Server nicht installiert. Installieren Sie es, und versuchen Sie es dann erneut.
ServiceError_17179869210=Hypervisor besitzt keinen Ressourcenpool.
ServiceError_17179869211=LiveCD konnte nicht erstellt werden.
ServiceError_17179869212=Der angegebene Dateipfad {0} ist nicht vorhanden.
ServiceError_17179869213=Ung\u00fcltige Anmeldedaten.
ServiceError_17179869214=Das angegebene Netzwerk {0} ist nicht vorhanden.
ServiceError_17179869215=Die angegebene VM-Ebene {0} ist nicht vorhanden.
ServiceError_17179869216=Der angegebene Volumetyp {0} ist nicht vorhanden.
ServiceError_17179869217=Die angegebene Region {0} ist nicht vorhanden.
ServiceError_17179869218=Netzwerk ist nicht verf\u00fcgbar.
ServiceError_17179869219=Die angegebene Sicherheitsgruppe {0} ist nicht vorhanden.
ServiceError_17179869220=Der Quellrechner ist {0}. Dieser wird nicht von dem angegebenen Instanztyp {1} unterst\u00fctzt.
ServiceError_17179869221=Der angegebene Instanzentyp {0} bietet keine Hvm-Unterst\u00fctzung.
ServiceError_17179869222=Die Start-Firmware des Quellrechners ist EFI. Diese wird nicht unterst\u00fctzt.
ServiceError_17179869223=Das Fortsetzen der automatischen Wiederherstellung ist nach dem Starten des Jobs nicht m\u00f6glich. Sie k\u00f6nnen diesen Job abbrechen und die automatische Wiederherstellung aktivieren, bevor Sie den Job senden, oder die Live Migration-Funktion von VMware vCente
#D2D Server Management
ServiceError_55834574849=Dieser Sicherungsserver wird derzeit von einem anderen Sicherungsserver verwaltet.
ServiceError_55834574850=Es konnte keine Verbindung zum angegebenen Sicherungsserver hergestellt werden.
ServiceError_55834574851=Ung\u00fcltige Benutzeranmeldeinformationen.
ServiceError_55834574852=Dieser Sicherungsserver verwaltet derzeit andere Sicherungsserver. Sie m\u00fcssen zuerst die Sicherungsserver l\u00f6schen, die von diesem Sicherungsserver verwaltet werden.
ServiceError_55834574853=Dieser Sicherungsserver wird derzeit nicht von dem Sicherungsserver verwaltet, den Sie erreichen m\u00f6chten.
ServiceError_55834574854=Der Sicherungsserver, den Sie verwalten m\u00f6chten, wird bereits von diesem Sicherungsserver verwaltet.
ServiceError_55834574855=Auf diesem Sicherungsserver sind alte Daten vorhanden.
ServiceError_55834574856=Die Daten auf diesem Sicherungsserver konnten nicht entfernt werden.
ServiceError_55834574857=Dieser Sicherungsserver wird nicht von Arcserve UDP {0} verwaltet.
ServiceError_55834574858=Dieser Sicherungsserver kann keine Verbindung mit Arcserve UDP {0} herstellen.

#Backup Location Management
ServiceError_60129542145=Dieser Sicherungsspeicher wird derzeit von einem anderen Job verwendet. Sie m\u00fcssen diese Jobs l\u00f6schen oder ihren Sicherungsspeicher \u00e4ndern.
ServiceError_60129542146=Dieser Sicherungsspeicher ist nicht vorhanden.
ServiceError_60129542147=Dieser Sicherungsspeicher ist bereits vorhanden.
ServiceError_60129542148=Fehler beim Verbinden mit Amazon S3. Stellen Sie sicher, dass Sie \u00fcber das Interner auf Amazon S3 zugreifen k\u00f6nnen.
ServiceError_60129542149=Samba-Server ist nicht installiert. Installieren Sie den Samba-Server, und versuchen Sie es erneut.
ServiceError_60129542150=Ung\u00fcltige Anmeldeinformationen f\u00fcr Amazon S3, oder es liegt eventuell ein Zeitfehler auf dem Sicherungsserver vor.
ServiceError_60129542151=Fehler beim Validieren von Amazon S3.
ServiceError_60129542152=Der Port {0} wird verwendet.

#vm operation
ServiceError_4294967396=Die Zugriffsdaten f\u00fcr den Virtualisierungsserver sind nicht korrekt.
ServiceError_4294967397=Der VM-Serverhost ist nicht erreichbar oder ung\u00fcltig. Stellen Sie sicher, dass der Server g\u00fcltig und erreichbar ist, und versuchen Sie es erneut.  
ServiceError_4294967398=Der Vorgang ist fehlgeschlagen.
ServiceError_4294967399=Der angegebene virtuelle Rechner ist nicht vorhanden.
ServiceError_4294967400=Der angegebene virtuelle Rechner wird derzeit ausgef\u00fchrt. Sie m\u00fcssen ihn herunterfahren, bevor Sie fortfahren.
ServiceError_4294967401=Die Speichergr\u00f6\u00dfe dieses virtuellen Rechners liegt unter der erforderlichen Mindestgr\u00f6\u00dfe von 512 MB.
ServiceError_4294967402=Es kann von einem Paravirtualisierungsrechner (PV) aus keine Wiederherstellung auf einen Nicht-PV-Rechner durchgef\u00fchrt werden, und umgekehrt.
ServiceError_4294967403=Die Zahl der virtuellen Datentr\u00e4ger \u00fcberschreitet die maximale Supportkapazit\u00e4t des Hypervisors.
ServiceError_4294967404=Keine der verf\u00fcgbaren virtuellen NICs kann verwendet werden. Legen Sie weitere virtuelle NICs fest.
ServiceError_4294967405=Es wurde kein geeignetes Speicher-Repository gefunden, um den virtuellen Datentr\u00e4ger zu speichern. Definieren Sie ein Standard-Speicher-Repository.
ServiceError_4294967406=Das Netzwerk konnte nicht zum virtuellen Rechner hinzugef\u00fcgt werden. Definieren Sie ein Standardnetzwerk f\u00fcr den Sicherungsvorgang.
ServiceError_4294967407=Der angegebene NFS-Freigabehost ist ung\u00fcltig. Stellen Sie sicher, dass der NFS-Service auf dem Sicherungsserver ausgef\u00fchrt wird und die Exporteinstellungen festgelegt wurden.
ServiceError_4294967408=Virtueller Rechner konnte nicht neu gestartet werden.

#Sync Data
ServiceError_64424509441=Es konnte keine Verbindung zum festgelegten Arcserve UDP hergestellt werden.
ServiceError_64424509442=Ung\u00fcltige Benutzeranmeldeinformationen.
ServiceError_64424509443=Dieser Sicherungsserver wird derzeit von einem anderen Arcserve UDP verwaltet.
ServiceError_64424509444=Dieser Knoten ist in Arcserve UDP bereits vorhanden.
ServiceError_64424509448=Dieser Sicherungsserver ist in Arcserve UDP bereits vorhanden.
ServiceError_64424509449=Ein Nicht-Stammbenutzer wird in Arcserve UDP nicht unterst\u00fctzt. L\u00f6schen Sie diese Knoten und versuchen Sie es erneut.
ServiceError_64424509450=Ein nicht standardm\u00e4\u00dfiger SSH-Port wird in Arcserve UDP nicht unterst\u00fctzt. L\u00f6schen Sie diese Knoten und versuchen Sie es erneut.
ServiceError_64424509451=Das Ausschlie\u00dfen eines Volumes f\u00fcr einen bestimmten Knoten wird in Arcserve UDP nicht unterst\u00fctzt. 
