# common 
ServiceError_4294967297=\u9078\u629e\u3057\u305f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30b5\u30fc\u30d0\u304c\u7a3c\u50cd\u4e2d\u3067\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u3067\u3042\u308a\u3001D2D \u30b5\u30fc\u30d3\u30b9\u304c\u5b9f\u884c\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967298=\u30d7\u30ed\u30bb\u30b9 \u30ea\u30af\u30a8\u30b9\u30c8\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967299={0} \u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u304c\u7121\u52b9\u3067\u3059\u3002
ServiceError_4294967300=\u5225\u306e\u30b8\u30e7\u30d6\u304c\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967301=\u3053\u306e\u30d5\u30a7\u30fc\u30ba\u3067\u306f\u3001\u5b9f\u884c\u4e2d\u306e\u30b8\u30e7\u30d6\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3067\u304d\u307e\u305b\u3093\u3002\u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967302=\u30bb\u30c3\u30b7\u30e7\u30f3\u304c\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3057\u307e\u3057\u305f
ServiceError_4294967303=\u3053\u306e\u64cd\u4f5c\u304c\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8\u3057\u307e\u3057\u305f\u3002\u64cd\u4f5c\u3092\u5b8c\u4e86\u3059\u308b\u307e\u3067\u306e\u6700\u9577\u6642\u9593\u3092\u8d85\u3048\u307e\u3057\u305f\u3002\u5f8c\u3067\u3082\u3046\u4e00\u5ea6\u5b9f\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967304=\u6307\u5b9a\u3057\u305f\u30db\u30b9\u30c8\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002\u30b5\u30fc\u30d0\u540d\u3001\u30dd\u30fc\u30c8\u756a\u53f7\u3001\u304a\u3088\u3073\u30d7\u30ed\u30c8\u30b3\u30eb (http/https) \u306e\u5165\u529b\u304c\u6b63\u3057\u3044\u3053\u3068\u3001\u307e\u305f Web \u30b5\u30fc\u30d3\u30b9 "^ARCFLASH^ Web Service" \u304c\u6307\u5b9a\u3057\u305f\u30db\u30b9\u30c8\u4e0a\u3067\u958b\u59cb\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967305=\u6307\u5b9a\u3055\u308c\u305f\u6697\u53f7\u5316\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u7121\u52b9\u3067\u3059\u3002
ServiceError_4294967306=\u6307\u5b9a\u3055\u308c\u305f\u30b8\u30e7\u30d6\u540d\u306f\u3059\u3067\u306b\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5225\u306e\u30b8\u30e7\u30d6\u540d\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967307=\u30bf\u30fc\u30b2\u30c3\u30c8 \u30de\u30b7\u30f3 {0} \u306f\u73fe\u5728\u3001\u30b8\u30e7\u30d6 {1} \u3067\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30b8\u30e7\u30d6\u306b\u5225\u306e\u30bf\u30fc\u30b2\u30c3\u30c8 \u30de\u30b7\u30f3\u3092\u6307\u5b9a\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u4ed6\u306e\u30b8\u30e7\u30d6\u304b\u3089\u3053\u306e\u30bf\u30fc\u30b2\u30c3\u30c8 \u30de\u30b7\u30f3\u3092\u524a\u9664\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
ServiceError_4294967308={0} \u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u30c7\u30a3\u30b9\u30af\u306e\u7a7a\u304d\u5bb9\u91cf\u304c\u5c11\u306a\u3059\u304e\u307e\u3059\u3002
ServiceError_4294967309=\u30e9\u30a4\u30bb\u30f3\u30b9 \u30a8\u30e9\u30fc: {0}
ServiceError_4294967310=\u6697\u53f7\u5316\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
ServiceError_4294967311=\u30b5\u30fc\u30d0\u306f\u73fe\u5728\u30d3\u30b8\u30fc\u3067\u3059\u3002\u5f8c\u3067\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967312=\u30b8\u30e7\u30d6 {0} \u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_4294967313=\u30b8\u30e7\u30d6 {0} \u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
ServiceError_4294967314=\u30d5\u30a1\u30a4\u30eb\u5f62\u5f0f\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
ServiceError_4294967315=\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_4294967316=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b8\u30e7\u30d6\u306f\u4e00\u6642\u505c\u6b62\u3057\u3066\u3044\u307e\u3059\u3002
ServiceError_4294967317=\u3053\u308c\u306f\u30d5\u30a9\u30eb\u30c0\u3067\u3042\u308a\u3001\u30d5\u30a1\u30a4\u30eb\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
ServiceError_4294967318=\u30d5\u30a1\u30a4\u30eb\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002 
ServiceError_4294967319=\u30d1\u30b9\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_4294967320=\u30ce\u30fc\u30c9 {0} \u7528\u306e\u30d7\u30e9\u30f3\u306f\u3042\u308a\u307e\u305b\u3093\u3002
ServiceError_4294967321=RPS \u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
ServiceError_4294967322=RPS \u306b\u30ce\u30fc\u30c9\u3092\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
ServiceError_4294967323=\u30c7\u30fc\u30bf \u30b9\u30c8\u30a2 {0} \u304c\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
ServiceError_4294967324=\u30c7\u30fc\u30bf \u30b9\u30c8\u30a2 {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_4294967325=RPS \u306e\u30e6\u30fc\u30b6\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002
ServiceError_4294967326=\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u5834\u6240\u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ServiceError_4294967327=\u4e00\u90e8\u306e\u30d5\u30a9\u30eb\u30c0\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
ServiceError_4294967328=\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8\u306f\u3001\u73fe\u5728\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002\u5f8c\u3067\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967329=\u30c7\u30fc\u30bf\u30b9\u30c8\u30a2 {0} \u306f\u30ea\u30b9\u30c8\u30a2\u306e\u307f\u306e\u30e2\u30fc\u30c9\u3067\u3059\u3002
ServiceError_4294967330=\u30c7\u30fc\u30bf\u30b9\u30c8\u30a2 {0} \u306b\u30a8\u30e9\u30fc\u304c\u3042\u308a\u307e\u3059\u3002
ServiceError_4294967331=Arcserve UDP Agent(Linux) \u306e\u65b0\u3057\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u5fc5\u8981\u3067\u3059\u3002Arcserve UDP Agent(Linux) \u3092\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3057\u3001\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967332=Linux \u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u7528\u306e\u6709\u52b9\u306a IP \u30a2\u30c9\u30ec\u30b9\u304c\u3042\u308a\u307e\u305b\u3093\u3002
ServiceError_4294967333=\u9078\u629e\u3057\u305f\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_4294967334=\u3053\u306e\u6a5f\u80fd\u306f\u3001\u73fe\u5728\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306e\u30aa\u30da\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0 \u30b7\u30b9\u30c6\u30e0\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u3053\u306e\u6a5f\u80fd\u3092\u4f7f\u7528\u3059\u308b\u306b\u306f\u3001Red Hat / CentOS 7 Linux \u4ee5\u4e0a / SUSE Linux 12 \u4ee5\u4e0a\u304c\u5fc5\u8981\u3067\u3059\u3002

#login
ServiceError_8589934593=\u30e6\u30fc\u30b6\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002
ServiceError_8589934594=\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u306b\u306f\u9069\u5207\u306a\u30a2\u30af\u30bb\u30b9\u8a8d\u8a3c\u60c5\u5831\u304c\u306a\u3044\u306e\u3067\u3001\u30ed\u30b0\u30a4\u30f3\u3067\u304d\u307e\u305b\u3093\u3002
ServiceError_8589934595=SSH (Secure Shell) \u30b5\u30fc\u30d0\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002SSH \u63a5\u7d9a\u304c\u4f7f\u7528\u53ef\u80fd\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_8589934596=\u7121\u52b9\u306a SSH \u30ad\u30fc\u8a2d\u5b9a\u3067\u3059\u3002 \u3053\u306e SSH \u30ad\u30fc\u3092\u4f7f\u7528\u3057\u3066 SSH \u7d4c\u7531\u3067\u30ce\u30fc\u30c9\u306b\u30ed\u30b0\u30a4\u30f3\u3067\u304d\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_8589934597=\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_8589934598=\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u304c\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u3053\u306e\u30e6\u30fc\u30b6\u3092\u30ed\u30c3\u30af\u89e3\u9664\u3059\u308b\u306b\u306f\u300cArcserve UDP Agent(Linux) \u30e6\u30fc\u30b6 \u30ac\u30a4\u30c9\u300d\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_8589934599=\u30e6\u30fc\u30b6\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002 \u3053\u306e\u30e6\u30fc\u30b6\u306f {0} \u56de\u306e\u8a66\u884c\u304c\u5931\u6557\u3059\u308b\u3068\u30ed\u30c3\u30af\u3055\u308c\u307e\u3059\u3002

# browser
ServiceError_12884901889=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5148\u306e\u691c\u8a3c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ServiceError_12884901892=\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5148\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u30e6\u30fc\u30b6\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002\u300cArcserve UDP Agent(Linux) \u30e6\u30fc\u30b6 \u30ac\u30a4\u30c9\u300d\u306e\u300c\u30c8\u30e9\u30d6\u30eb\u30b7\u30e5\u30fc\u30c6\u30a3\u30f3\u30b0\u300d\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_12884901893=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5148\u306e\u30e6\u30fc\u30b6\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002
ServiceError_12884901894=\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5148\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_12884901895=\u7d9a\u884c\u3059\u308b\u306b\u306f\u66f8\u304d\u8fbc\u307f\u6a29\u9650\u304c\u5fc5\u8981\u3067\u3059\u3002
ServiceError_12884901896=\u30bf\u30a4\u30e0\u30a2\u30a6\u30c8 \u30a8\u30e9\u30fc\u304c\u3001\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5148\u3078\u306e\u63a5\u7d9a\u4e2d\u306b\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u5f8c\u3067\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_12884901897=\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8\u3092\u53c2\u7167\u3067\u304d\u307e\u305b\u3093\u3002Linux \u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0 OS \u3067\u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u304c\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u307e\u3059\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001[<a href={0}  target=_blank>\u30d8\u30eb\u30d7</a>] \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_12884901898=\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5148\u304c\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u307e\u305f\u306f\u30e6\u30fc\u30b6\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002CIFS \u30b5\u30fc\u30d0\u304c Windows \u30de\u30b7\u30f3\u3067\u3042\u308b\u5834\u5408\u306f\u3001\u73fe\u5728\u306e\u30b7\u30b9\u30c6\u30e0\u6642\u523b\u304c CIFS \u30b5\u30fc\u30d0\u3068\u540c\u671f\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u300cArcserve UDP Agent(Linux) \u30e6\u30fc\u30b6 \u30ac\u30a4\u30c9\u300d\u306e\u300c\u30c8\u30e9\u30d6\u30eb\u30b7\u30e5\u30fc\u30c6\u30a3\u30f3\u30b0\u300d\u3067\u3001\u30b5\u30fc\u30d0\u307e\u305f\u306f\u30bf\u30fc\u30b2\u30c3\u30c8 \u30ce\u30fc\u30c9\u3067\u306e CIFS \u306e\u30de\u30a6\u30f3\u30c8\u306e\u5931\u6557\u306b\u3064\u3044\u3066\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_12884901899=\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8\u306e\u53c2\u7167\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u53c2\u7167\u3055\u308c\u305f\u30dc\u30ea\u30e5\u30fc\u30e0\u306e\u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0 UUID \u306f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0 \u30de\u30b7\u30f3\u306e\u30dc\u30ea\u30e5\u30fc\u30e0\u3067\u304c\u91cd\u8907\u3055\u308c\u307e\u3059\u3002\u5225\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u307e\u305f\u306f Live CD \u306b\u3088\u3063\u3066\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8\u306e\u53c2\u7167\u3092\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_12884901900=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5148\u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002CIFS \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_12884901901=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5148\u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002NFS \u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_12884901902=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u5148\u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002mount \u30b3\u30de\u30f3\u30c9\u304c\u5b58\u5728\u3059\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_12884901903=\u30b3\u30de\u30f3\u30c9 kpartx \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002 
ServiceError_12884901904=\u30b3\u30de\u30f3\u30c9 sfdisk \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
ServiceError_12884901905=\u30b3\u30de\u30f3\u30c9 mdadm \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002 
ServiceError_12884901906=\u53c2\u7167\u3059\u308b\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8\u304c\u3042\u308a\u307e\u305b\u3093\u3002 
ServiceError_12884901907=\u53c2\u7167\u3059\u308b\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8\u304c\u7121\u52b9\u3067\u3059\u3002\u7834\u640d\u3057\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002 
ServiceError_12884901908=\u4e0d\u660e\u306a\u30b7\u30b9\u30c6\u30e0 \u30a8\u30e9\u30fc\u3002\u30c6\u30af\u30cb\u30ab\u30eb \u30b5\u30dd\u30fc\u30c8\u306b\u9023\u7d61\u3057\u3001\u6b21\u306e\u3088\u3046\u306a\u30ed\u30b0 \u30d5\u30a1\u30a4\u30eb\u3092\u63d0\u4f9b\u3057\u3066\u304f\u3060\u3055\u3044: /opt/Arcserve/d2dserver/logs/d2d_mount.log \u304a\u3088\u3073 /opt/Arcserve/d2dserver/logs/logs/d2d.log\u3002
ServiceError_12884901909=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: \u30c7\u30a3\u30b9\u30af \u30ec\u30a4\u30a2\u30a6\u30c8\u3002 
ServiceError_12884901910=\u30d5\u30a1\u30a4\u30eb /etc/fstab \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 
ServiceError_12884901911=\u30c7\u30d0\u30a4\u30b9\u306e\u6e96\u5099\u304c\u3067\u304d\u3066\u3044\u307e\u305b\u3093\u3002
ServiceError_12884901912=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: ext2 \u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u3002
ServiceError_12884901913=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: ext3 \u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u3002
ServiceError_12884901914=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: ext4 \u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u3002 
ServiceError_12884901915=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: jfs \u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u3002
ServiceError_12884901916=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: reiserfs \u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u3002
ServiceError_12884901917=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: xfs \u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u3002
ServiceError_12884901918=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: btrfs \u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u3002
ServiceError_12884901919=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093: vfat \u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u3002
ServiceError_12884901920=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u3002
ServiceError_12884901921=udisks2 \u30b5\u30fc\u30d3\u30b9\u304c\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u3053\u306e\u30b5\u30fc\u30d3\u30b9\u3067\u306f\u3001\u30d5\u30a1\u30a4\u30eb \u30ec\u30d9\u30eb \u30ea\u30b9\u30c8\u30a2\u304c\u5931\u6557\u3057\u307e\u3059\u3002\u30b5\u30fc\u30d3\u30b9\u3092\u505c\u6b62\u3057\u3066\u3001\u30ea\u30b9\u30c8\u30a2\u3092\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_12884901922=\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002{0} \u30d5\u30a1\u30a4\u30eb \u30b7\u30b9\u30c6\u30e0\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001[<a href={1}  target=_blank>\u30d8\u30eb\u30d7</a>] \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_12884901923=\u30b3\u30de\u30f3\u30c9 ivm \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002 

# restore
ServiceError_17179869185=\u30bd\u30fc\u30b9\u4eee\u60f3\u30de\u30b7\u30f3\u306b\u5bfe\u3057\u3066\u5b9f\u884c\u4e2d\u306e\u30ea\u30b9\u30c8\u30a2 \u30b8\u30e7\u30d6\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869186=\u30bd\u30fc\u30b9\u4eee\u60f3\u30de\u30b7\u30f3\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869187=\u30bd\u30fc\u30b9\u4eee\u60f3\u30de\u30b7\u30f3\u306e IP \u30a2\u30c9\u30ec\u30b9\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ServiceError_17179869188=\u30de\u30a4\u30b0\u30ec\u30fc\u30b7\u30e7\u30f3\u3092\u30c8\u30ea\u30ac\u3059\u308b\u305f\u3081\u306e\u30ea\u30e2\u30fc\u30c8 \u30b5\u30fc\u30d0\u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ServiceError_17179869189=\u30ea\u30e2\u30fc\u30c8 \u30b5\u30fc\u30d0\u306e\u30e6\u30fc\u30b6\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002
ServiceError_17179869190=\u6307\u5b9a\u3055\u308c\u305f\u30de\u30b7\u30f3 {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869191=\u6307\u5b9a\u3055\u308c\u305f\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8 {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869192=\u6307\u5b9a\u3055\u308c\u305f\u30cf\u30a4\u30d1\u30fc\u30d0\u30a4\u30b6 {0} \u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ServiceError_17179869193=\u6307\u5b9a\u3055\u308c\u305f\u30cf\u30a4\u30d1\u30fc\u30d0\u30a4\u30b6 {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869194=\u30cf\u30a4\u30d1\u30fc\u30d0\u30a4\u30b6\u306e\u30e6\u30fc\u30b6\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002
ServiceError_17179869195=\u6307\u5b9a\u3055\u308c\u305f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869196=\u6307\u5b9a\u3055\u308c\u305f\u30c7\u30fc\u30bf \u30b9\u30c8\u30a2 {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869197=\u6307\u5b9a\u3055\u308c\u305f\u30ea\u30bd\u30fc\u30b9 \u30d7\u30fc\u30eb {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869198=\u30cf\u30a4\u30d1\u30fc\u30d0\u30a4\u30b6\u306b\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u304c\u3042\u308a\u307e\u305b\u3093\u3002
ServiceError_17179869199=\u30cf\u30a4\u30d1\u30fc\u30d0\u30a4\u30b6\u306b\u30c7\u30fc\u30bf \u30b9\u30c8\u30a2\u306f\u3042\u308a\u307e\u305b\u3093\u3002
ServiceError_17179869200=\u7570\u306a\u308b\u30cf\u30a4\u30d1\u30fc\u30d0\u30a4\u30b6 \u30bf\u30a4\u30d7\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
ServiceError_17179869201=\u3053\u306e\u30b8\u30e7\u30d6\u306b\u306f RPS \u304c\u5fc5\u8981\u3067\u3059\u3002
ServiceError_17179869202=\u30b3\u30de\u30f3\u30c9 \u30cd\u30c3\u30c8\u304c\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u4e0a\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869203=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u4e0a\u3067\u30b3\u30de\u30f3\u30c9 \u30cd\u30c3\u30c8\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
ServiceError_17179869204=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u3067 Hyper-V \u3092\u81ea\u52d5\u7684\u306b\u8a2d\u5b9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002Hyper-V \u3092\u624b\u52d5\u3067\u8a2d\u5b9a\u3059\u308b\u65b9\u6cd5: 1. \u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u4e0a\u306e {0} \u306b\u3042\u308b configure_hyper-v.bat \u3092 Hyper-V \u30b5\u30fc\u30d0\u306b\u30b3\u30d4\u30fc\u3057\u307e\u3059\u30022. \u30b3\u30d4\u30fc\u3057\u305f bat \u30d5\u30a1\u30a4\u30eb\u3092 {1} \u4e0a\u3067\u7ba1\u7406\u8005\u3068\u3057\u3066\u5b9f\u884c\u3057\u307e\u3059\u3002
ServiceError_17179869205=\u30bd\u30fc\u30b9 \u30de\u30b7\u30f3\u306e\u30d6\u30fc\u30c8 \u30d5\u30a1\u30fc\u30e0\u30a6\u30a7\u30a2\u306f\u3001\u3053\u306e Hyper-V \u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044 EFI \u3067\u3059\u3002
ServiceError_17179869206=\u30bd\u30fc\u30b9 \u30de\u30b7\u30f3\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306f\u3001\u3053\u306e Hyper-V \u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u7b2c 2 \u4e16\u4ee3\u3067\u3059\u3002
ServiceError_17179869207=\u30bd\u30fc\u30b9 \u30de\u30b7\u30f3\u306e OS \u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u304c Hyper-V \u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
ServiceError_17179869208=Hyper-V \u30db\u30b9\u30c8 {0} \u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30db\u30b9\u30c8\u306e\u30a2\u30c9\u30ec\u30b9\u304c\u6b63\u3057\u304f\u3001\u8a8d\u8a3c\u60c5\u5831\u304c\u6709\u52b9\u3067\u3042\u308a\u3001WinRM \u304c\u6709\u52b9\u3067\u3001\u5c11\u306a\u304f\u3068\u3082 1 \u3064\u306e WinRM \u30ea\u30b9\u30ca\u30fc\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u304a\u308a\u3001Windows \u30d5\u30a1\u30a4\u30a2\u30a6\u30a9\u30fc\u30eb\u306b\u3088\u3063\u3066\u30d6\u30ed\u30c3\u30af\u3055\u308c\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_17179869209=\u30ea\u30b9\u30c8\u30a2 \u30e6\u30fc\u30c6\u30a3\u30ea\u30c6\u30a3\u304c\u3053\u306e\u30b5\u30fc\u30d0\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u5f8c\u306b\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_17179869210=\u30cf\u30a4\u30d1\u30fc\u30d0\u30a4\u30b6\u306b\u30ea\u30bd\u30fc\u30b9 \u30d7\u30fc\u30eb\u304c\u3042\u308a\u307e\u305b\u3093\u3002
ServiceError_17179869211=LiveCD \u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
ServiceError_17179869212=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb \u30d1\u30b9 {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869213=\u30a2\u30af\u30bb\u30b9\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002
ServiceError_17179869214=\u6307\u5b9a\u3055\u308c\u305f\u30cd\u30c3\u30c8\u30ef\u30fc\u30af {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869215=\u6307\u5b9a\u3055\u308c\u305f VM \u5c64 {0} \u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869216=\u6307\u5b9a\u3055\u308c\u305f\u30dc\u30ea\u30e5\u30fc\u30e0 \u30bf\u30a4\u30d7 {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869217=\u6307\u5b9a\u3055\u308c\u305f\u5730\u57df {0} \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869218=\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u304c\u4f7f\u7528\u3067\u304d\u307e\u305b\u3093\u3002
ServiceError_17179869219=\u6307\u5b9a\u3055\u308c\u305f\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3 \u30b0\u30eb\u30fc\u30d7 {0} \u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869220=\u30bd\u30fc\u30b9 \u30de\u30b7\u30f3\u306f {0} \u3067\u3059\u3002\u3053\u306e\u30de\u30b7\u30f3\u306f\u6307\u5b9a\u3055\u308c\u305f\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9 \u30bf\u30a4\u30d7 {1} \u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
ServiceError_17179869221=\u6307\u5b9a\u3055\u308c\u305f\u30a4\u30f3\u30b9\u30bf\u30f3\u30b9 \u30bf\u30a4\u30d7 {0} \u3067\u306f hvm \u3092\u30b5\u30dd\u30fc\u30c8\u3057\u307e\u305b\u3093\u3002
ServiceError_17179869222=\u30bd\u30fc\u30b9 \u30de\u30b7\u30f3\u306e\u30d6\u30fc\u30c8 \u30d5\u30a1\u30fc\u30e0\u30a6\u30a7\u30a2\u304c EFI \u3067\u3059\u3002\u3053\u308c\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
ServiceError_17179869223=\u81ea\u52d5\u5fa9\u65e7\u3092\u518d\u958b\u3059\u308b\u3053\u3068\u306f\u3001\u30b8\u30e7\u30d6\u958b\u59cb\u5f8c\u306f\u4e0d\u53ef\u80fd\u3067\u3059\u3002\u3053\u306e\u30b8\u30e7\u30d6\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3057\u3066\u81ea\u52d5\u5fa9\u65e7\u3092\u6709\u52b9\u306b\u3057\u3066\u304b\u3089\u30b8\u30e7\u30d6\u3092\u30b5\u30d6\u30df\u30c3\u30c8\u3059\u308b\u304b\u3001VMware vCenter/ESX(i) \u306e\u30e9\u30a4\u30d6 \u30de\u30a4\u30b0\u30ec\u30fc\u30b7\u30e7\u30f3\u6a5f\u80fd\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
#D2D Server Management
ServiceError_55834574849=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f\u73fe\u5728\u3001\u5225\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u3088\u3063\u3066\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u3059\u3002
ServiceError_55834574850=\u6307\u5b9a\u3055\u308c\u305f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
ServiceError_55834574851=\u30e6\u30fc\u30b6\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002
ServiceError_55834574852=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f\u73fe\u5728\u3001\u4ed6\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u3092\u7ba1\u7406\u3057\u3066\u3044\u307e\u3059\u3002\u5148\u306b\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u3088\u3063\u3066\u7ba1\u7406\u3055\u308c\u3066\u3044\u308b\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u3092\u524a\u9664\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
ServiceError_55834574853=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f\u73fe\u5728\u3001\u30e6\u30fc\u30b6\u304c\u63a5\u7d9a\u3092\u8a66\u884c\u4e2d\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u3088\u3063\u3066\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
ServiceError_55834574854=\u7ba1\u7406\u3057\u3088\u3046\u3068\u3057\u3066\u3044\u308b\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f\u3001\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u3088\u3063\u3066\u3059\u3067\u306b\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u3059\u3002
ServiceError_55834574855=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u306f\u53e4\u3044\u30c7\u30fc\u30bf\u304c\u5b58\u5728\u3057\u307e\u3059\u3002
ServiceError_55834574856=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u4e0a\u306e\u30c7\u30fc\u30bf\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
ServiceError_55834574857=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f Arcserve UDP {0} \u3067\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
ServiceError_55834574858=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f Arcserve UDP {0} \u3078\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002

#Backup Location Management
ServiceError_60129542145=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b9\u30c8\u30ec\u30fc\u30b8\u306f\u73fe\u5728\u3001\u5225\u306e\u30b8\u30e7\u30d6\u306b\u3088\u3063\u3066\u4f7f\u7528\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5148\u306b\u305d\u306e\u30b8\u30e7\u30d6\u3092\u524a\u9664\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u305d\u306e\u30b8\u30e7\u30d6\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b9\u30c8\u30ec\u30fc\u30b8\u3092\u5909\u66f4\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
ServiceError_60129542146=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b9\u30c8\u30ec\u30fc\u30b8\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_60129542147=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b9\u30c8\u30ec\u30fc\u30b8\u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
ServiceError_60129542148=Amazon S3 \u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002Amazon S3 \u3078\u306e\u30a4\u30f3\u30bf\u30fc\u30cd\u30c3\u30c8\u63a5\u7d9a\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_60129542149=Samba \u30b5\u30fc\u30d0\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002Samba \u30b5\u30fc\u30d0\u3092\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3057\u3001\u518d\u5ea6\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_60129542150=Amazon S3 \u306e\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u30bf\u30a4\u30e0 \u30b9\u30ea\u30c3\u30d7\u304c\u3042\u308a\u307e\u3059\u3002
ServiceError_60129542151=Amazon S3 \u306e\u691c\u8a3c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ServiceError_60129542152=\u30dd\u30fc\u30c8 {0} \u306f\u4f7f\u7528\u4e2d\u3067\u3059\u3002

#vm operation
ServiceError_4294967396=\u4eee\u60f3\u5316\u30b5\u30fc\u30d0\u7528\u306e\u30a2\u30af\u30bb\u30b9\u8a8d\u8a3c\u60c5\u5831\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002
ServiceError_4294967397=VM \u30b5\u30fc\u30d0 \u30db\u30b9\u30c8\u304c\u30a2\u30af\u30bb\u30b9\u4e0d\u80fd\u304b\u307e\u305f\u306f\u7121\u52b9\u3067\u3059\u3002\u30b5\u30fc\u30d0\u304c\u6709\u52b9\u3067\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u518d\u5ea6\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002  
ServiceError_4294967398=\u64cd\u4f5c\u306f\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ServiceError_4294967399=\u6307\u5b9a\u3055\u308c\u305f\u4eee\u60f3\u30de\u30b7\u30f3\u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002
ServiceError_4294967400=\u6307\u5b9a\u3055\u308c\u305f\u4eee\u60f3\u30de\u30b7\u30f3\u306f\u73fe\u5728\u5b9f\u884c\u4e2d\u3067\u3059\u3002\u7d9a\u884c\u3059\u308b\u306b\u306f\u30b7\u30e3\u30c3\u30c8\u30c0\u30a6\u30f3\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
ServiceError_4294967401=\u3053\u306e\u4eee\u60f3\u30de\u30b7\u30f3\u306e\u30e1\u30e2\u30ea \u30b5\u30a4\u30ba\u304c\u6700\u5c0f\u8981\u4ef6\u306e 512 MB \u3092\u6e80\u305f\u3057\u3066\u3044\u307e\u305b\u3093\u3002
ServiceError_4294967402=\u6e96\u4eee\u60f3\u5316 (PV) \u30de\u30b7\u30f3\u304b\u3089\u975e PV \u30de\u30b7\u30f3\u3078\u306e\u30ea\u30b9\u30c8\u30a2\u3001\u307e\u305f\u306f\u305d\u306e\u9006\u304c\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002
ServiceError_4294967403=\u4eee\u60f3\u30c7\u30a3\u30b9\u30af\u306e\u6570\u304c\u30cf\u30a4\u30d1\u30fc\u30d0\u30a4\u30b6\u306e\u6700\u5927\u30b5\u30dd\u30fc\u30c8\u6570\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
ServiceError_4294967404=\u4f7f\u7528\u53ef\u80fd\u306a\u4eee\u60f3 NIC \u304c\u3042\u308a\u307e\u305b\u3093\u3002\u8ffd\u52a0\u306e\u4eee\u60f3 NIC \u3092\u5b9a\u7fa9\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967405=\u4eee\u60f3\u30c7\u30a3\u30b9\u30af\u3092\u4fdd\u5b58\u3059\u308b\u9069\u5207\u306a\u30b9\u30c8\u30ec\u30fc\u30b8 \u30ea\u30dd\u30b8\u30c8\u30ea\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30b9\u30c8\u30ec\u30fc\u30b8 \u30ea\u30dd\u30b8\u30c8\u30ea\u3092\u5b9a\u7fa9\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967406=\u4eee\u60f3\u30de\u30b7\u30f3\u306b\u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u3092\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u51e6\u7406\u7528\u306e\u30c7\u30d5\u30a9\u30eb\u30c8 \u30cd\u30c3\u30c8\u30ef\u30fc\u30af\u3092\u5b9a\u7fa9\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967407=\u6307\u5b9a\u3055\u308c\u305f NFS \u5171\u6709\u30db\u30b9\u30c8\u306f\u7121\u52b9\u3067\u3059\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u3067 NFS \u30b5\u30fc\u30d3\u30b9\u304c\u5b9f\u884c\u4e2d\u3067\u3042\u308a\u3001\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u8a2d\u5b9a\u304c\u5b8c\u4e86\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_4294967408=\u4eee\u60f3\u30de\u30b7\u30f3\u306e\u518d\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002

#Sync Data
ServiceError_64424509441=\u6307\u5b9a\u3055\u308c\u305f Arcserve UDP \u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
ServiceError_64424509442=\u30e6\u30fc\u30b6\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002
ServiceError_64424509443=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f\u73fe\u5728\u3001\u5225\u306e Arcserve UDP \u306b\u3088\u3063\u3066\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u3059\u3002
ServiceError_64424509444=\u3053\u306e\u30ce\u30fc\u30c9\u306f\u3059\u3067\u306b Arcserve UDP \u306b\u5b58\u5728\u3057\u307e\u3059\u3002
ServiceError_64424509448=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f\u3059\u3067\u306b Arcserve UDP \u306b\u5b58\u5728\u3057\u307e\u3059\u3002
ServiceError_64424509449=root \u4ee5\u5916\u306e\u30e6\u30fc\u30b6\u306f Arcserve UDP \u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u305d\u308c\u3089\u306e\u30ce\u30fc\u30c9\u3092\u524a\u9664\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_64424509450=\u30c7\u30d5\u30a9\u30eb\u30c8\u4ee5\u5916\u306e SSH \u30dd\u30fc\u30c8\u306f Arcserve UDP \u3067\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\u305d\u308c\u3089\u306e\u30ce\u30fc\u30c9\u3092\u524a\u9664\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
ServiceError_64424509451=\u7279\u6b8a\u306a\u30ce\u30fc\u30c9\u306e\u30dc\u30ea\u30e5\u30fc\u30e0\u306e\u9664\u5916\u306f Arcserve UDP \u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 
