# @i18n blockstart notrans
NO_TEMPLATE=Error: The template %s is not existed. \n
NO_D2DSERVER=Error: No d2dserver identified. \n
SET_D2DSERVER=Please set D2D_SERVER in file %s . \n
SET_RESTORETYPE=Please set correct RESTORE_TYPE in file %s . \n
SET_SESSIONLOCATION=Please set SESSION_LOCATION in file %s . \n
SET_SOURCEMACHINE=Please set SOURCE_MACHINE in file %s . \n
SET_RUNJOBTIME=Please set RUNJOBNOW or RUNJOBON in file %s . \n
ANALYSIS_TEMPLATE_ERROR=Analysis the template %s error. Please check the format of template file. \n
RESTORE_SUBMITED_SUCCESS=Restore job submitted successful.
RESTORE_SUBMITED_FAIL=Restore job submitted failed.
BACKUP_SUBMITED_SUCCESS=Backup job submitted successfully.
BACKUP_SUBMITED_FAIL=Backup job submitted failed.
# @i18n blockend notrans

#D2D_Node
NODE_ADD_SUCCESS=Der Knoten %s wurde erfolgreich hinzugef\u00fcgt. \n
NODE_ADD_FAIL=Der Knoten %s konnte nicht hinzugef\u00fcgt werden. \n
NODE_DELETE_SUCCESS=Der Knoten %s wurde erfolgreich gel\u00f6scht. \n
NODE_DELETE_PROTECT=Der Knoten konnte nicht gel\u00f6scht werden, da auf diesem Knoten derzeit ein Job ausgef\u00fchrt wird. \n
NODE_DELETE_CONNECTION_ERROR=Der Knoten %s kann nicht gel\u00f6scht werden, weil er nicht verbunden werden kann. \n
NODE_DELETE_AUTH_ERROR=Der Knoten %s kann nicht gel\u00f6scht werden, weil Sie sich mit dem aktuellen Benutzernamen und Kennwort nicht beim Knoten anmelden k\u00f6nnen. \n
NODE_DELETE_UNKNOWN_ERROR=Der Knoten %s konnte aufgrund eines unbekannten Fehlers nicht gel\u00f6scht werden. \n
NODE_DELETE_FAIL=Der Knoten %s konnte nicht gel\u00f6scht werden. \n
NODE_MODIFY_SUCCESS=Der Knoten %s wurde erfolgreich ge\u00e4ndert. \n
NODE_MODIFY_FAIL=Der Knoten %s konnte nicht ge\u00e4ndert werden. \n
NODE_NO_DESCRIPTION=F\u00fcr diesen Knoten ist keine Beschreibung verf\u00fcgbar
NODE_LIST_HEAD=Knotenname, Benutzername, Jobname, Betriebssystem, Beschreibung
NODE_LIST_HEAD_UDP=Knotenname, Benutzername, Planname, Betriebssystem, Beschreibung
NODE_NO_EXISTED=Knoten %s ist f\u00fcr diesen Sicherungsserver nicht vorhanden. \n
NODE_ATTACH_JOB_SUCCESS=Der Knoten %s wurde erfolgreich zum Job %s hinzugef\u00fcgt. \n
NODE_ATTACH_JOB_FAIL=Der Knoten %s konnte nicht zu Job %s hinzugef\u00fcgt werden. \n
NODE_ADD_WITH_WARNING=Warnung: Der Sicherungsjob schl\u00e4gt m\u00f6glicherweise fehl, da er vom Typ der Sitzung am Ziel (NFS oder CIFS) abh\u00e4ngig ist. Die folgenden erforderlichen Module sind nicht installiert: 
NODE_WARNING_NO_CIFS=Cifs
NODE_WARNING_NO_NFS=NFS-Client


#D2D_Job
JOB_SUBMIT_SUCCESSFUL=Der Job %s wurde erfolgreich \u00fcbergeben. \n
JOB_SUBMIT_FAILED=Der Job %s konnte nicht \u00fcbergeben werden. \n
JOB_CAN_NOT_FIND=Der Job %s konnte nicht gefunden werden. \n
JOB_CAN_NOT_FIND_WITH_NODE=Der Job %s mit Knoten %s wurde nicht gefunden. \n
JOB_IS_RUNNING=Der Job %s konnte nicht \u00fcbergeben werden, da er derzeit ausgef\u00fchrt wird. \n  
CANCEL_JOB_SUBMIT_SUCCESSFUL=Die Anforderung zum Abbruch von Job %s wurde erfolgreich \u00fcbergeben. \n
CANCEL_JOB_SUBMIT_FAILED=Die Anforderung zum Abruch von Job %s konnte nicht \u00fcbergeben werden. \n
CANCEL_JOB_IS_NOT_RUNNING=Der Job %s konnte nicht abgebrochen werden, da er derzeit nicht ausgef\u00fchrt wird. \n
CANCEL_JOB_CAN_NOT_FIND=Der Job %s konnte nicht abgebrochen werden, da er nicht gefunden werden konnte. \n
JOB_RESULT_DETAIL=Der Status von Job %s ist %s. \n
JOB_RESULT_SUCESS=Der Status von Job %s ist 'Erfolgreich'. \n
JOB_RESULT_FAILED=Der Status von Job %s ist 'Fehlgeschlagen'. \n
JOB_RESULT_CANCELED=Der Status von Job %s ist 'Abgebrochen'. \n
JOB_RESULT_INCOMPLETED=Der Status von Job %s ist 'Unvollst\u00e4ndig'. \n
JOB_DELETE_SUCCESSFUL=Der Job %s wurde erfolgreich gel\u00f6scht. \n
JOB_DELETE_FAILED=Der Job %s konnte nicht gel\u00f6scht werden. \n
JOB_BMR_CREATE_SUCCESS=Die Erstellung eines neuen BMR-Jobs war erfolgreich. \n
JOB_BMR_CREATE_FAIL=Es konnte kein neuer BMR-Job erstellt werden. \n
JOB_EXPORT_FAILED=Der Job konnte nicht exportiert werden.
JOB_EXPORT_FAILED_NO_JOB_EXPORT=Der Job konnte nicht zur Datei exportiert werden, weil die erforderlichen Jobs nicht vorhanden sind.
JOB_EXPORT_SUCCEED=Der Job wurde erfolgreich zur Datei %s exportiert. \n
JOB_EXPORT_JOB_NOT_EXIST=Job %s existiert nicht. \n
JOB_IMPORT_SUCCEED=Der Job wurde erfolgreich aus der Datei %s importiert. \n
JOB_IMPORT_FAILED_NO_JOB_IMPORT=Job konnte nicht von Datei %s importiert werden. \n
JOB_IMPORT_JOB_EXIST=Job %s ist vorhanden. \n
JOB_IMPORT_JOB_NOT_SUPPORT=Der Job %s wird von Arcserve UDP nicht unterst\u00fctzt. \n

#D2D_Log
LOG_DISPLAY_TEXT_HEAD=Job-ID, Jobname, Datum und Uhrzeit, Knotenname, Meldung
LOG_DISPLAY_HTML_HEAD=<tr><td>Job-ID</td><td>Jobname</td><td>Knoten</td><td>Datum und Uhrzeit</td><td>Meldung</td></tr>

#Session Information 
SESSION_APPEND_SUCCESSFUL=Die Sitzungsinformationen wurden erfolgreich angeh\u00e4ngt. 
SESSION_APPEND_FAIL=Sitzungsinformationen konnten nicht angeh\u00e4ngt werden.
SESSION_REBUILD_SUCCESSFUL=Die Sitzungsinformationen wurden erfolgreich erneuert. 
SESSION_REBUILD_FAILED=Sitzungsinformationen konnten nicht erneuert werden.

#Unexpected Error
CMD_1000=Es ist ein unerwarteter Fehler aufgetreten. \n

#Cmd Common
CMD_000001=Ihre Eingabe ist inkorrekt oder fehlt. \u00dcberpr\u00fcfen Sie sie und versuchen Sie es erneut. \n
CMD_000002=Das Format der XML-Datei ist nicht korrekt. \u00dcberpr\u00fcfen Sie die XML-Datei. \n
CMD_000003=Der Job konnte nicht in der Jobwarteschlange gefunden werden. \n
CMD_000004=Die Benutzervalidierung ist fehlgeschlagen. \u00dcberpr\u00fcfen Sie Benutzer und Kennwort des Sicherungsservers. \n
CMD_000005=Es konnte keine Verbindung zum Sicherungsserver hergestellt werden. Stellen Sie sicher, dass die Firewall-Einstellungen so konfiguriert sind, dass diese Verbindung zugelassen ist und der Sicherungsdienst ausgef\u00fchrt wird. \n
CMD_000006=Diese Funktion wurde deaktiviert, da der Sicherungsserver von Arcserve UDP verwaltet wird. \n
CMD_000007=Nutzung
TIME_FORMAT=dd.MM.yy HH:mm:ss


#D2D Node Management
CMD_100001=Der Knoten ist nicht erreichbar oder ung\u00fcltig. Stellen Sie sicher, dass der Knoten g\u00fcltig und erreichbar ist, und versuchen Sie es erneut. \n
CMD_100002=Knoten konnte nicht hinzugef\u00fcgt werden, da folgende Module nicht installiert sind: Perl \n
CMD_100003=Es konnte kein neuer Knoten hinzugef\u00fcgt werden. Stellen Sie sicher, dass Sie das Stammkonto verwenden, oder geben Sie die Anmeldeinformationen des Stammkontos an. \n
CMD_100004=Der festgelegte Knoten konnte nicht hinzugef\u00fcgt werden, da er bereits hinzugef\u00fcgt wurde. \n
CMD_100005=Der Knoten konnte nicht verwaltet und gel\u00f6scht werden, da er derzeit von einem anderen Sicherungsserver verwaltet wird. Wenn Sie diesen Knoten trotzdem verwalten und l\u00f6schen m\u00f6chten, k\u00f6nnen Sie dies erzwingen, indem Sie an Ihre Befehlszeile "--force" anf\u00fcgen.
CMD_100006=Der Knoten konnte nicht gel\u00f6scht werden, da derzeit keine hinzugef\u00fcgten Knoten f\u00fcr diesen Sicherungsserver vorhanden sind.  \n
CMD_100007=Der angegebene Knoten konnte nicht ge\u00e4ndert oder gel\u00f6scht werden, da er nicht zum Sicherungsserver hinzugef\u00fcgt wurde. \n
CMD_100008=Es konnte keine Verbindung zum Knoten hergestellt werden. \u00dcberpr\u00fcfen Sie den root-Benutzernamen und das root-Kennwort. \n
CMD_100009=Der Knoten konnte nicht hinzugef\u00fcgt werden. Stellen Sie sicher, dass der ausgef\u00fchrte Befehl vom Secure Shell-Server (SSH) zugelassen ist und Ihr Kennwort auf dem Knoten %s nicht abgelaufen ist. \n
CMD_100010=Ung\u00fcltige Anmeldeinformationen. Stellen Sie sicher, dass der Benutzername und das Kennwort korrekt sind, und versuchen Sie es erneut. \n 
CMD_100011=Das BS oder die BS-Version werden vom Sicherungsserver nicht unterst\u00fctzt. \n
CMD_100012=Ung\u00fcltige SSH-Schl\u00fcsselkonfiguration. Weitere Informationen zur Konfiguration des SSH-Schl\u00fcssels finden Sie in der Produktdokumentation. \n
CMD_100013=Dieser Knoten kann nicht von diesem Server verwaltet werden. Es wird derzeit ein Sicherungsjob ausgef\u00fchrt. Versuchen Sie es zu einem sp\u00e4teren Zeitpunkt erneut. \n
CMD_100014=Es konnte keine Verbindung zum festgelegten Arcserve UDP hergestellt werden. \n
CMD_100015=Ung\u00fcltiger Knotennamen angegeben.
CMD_100016=Stellen Sie sicher, dass Sie \u00fcber die richtige Schreibberechtigung f\u00fcr den Ordner /tmp verf\u00fcgen, und dass der Ordner /tmp \u00fcber Speicherplatz auf dem Knoten %s verf\u00fcgt.
CMD_100017=Der angegebene Knoten konnte nicht ge\u00e4ndert werden, da er nicht in Arcserve UDP hinzugef\u00fcgt wurde. \n
CMD_100018=Der Knoten konnte nicht an den angegebenen Job angeh\u00e4ngt werden, da dieser Server derzeit von Arcserve UDP verwaltet wird. \n
CMD_100019=Es ist keine Linux-Plattform und wird nicht unterst\u00fctzt. \n
CMD_100020=Es ist nicht Red Hat, Cent BS oder SUSE und wird nicht unterst\u00fctzt. \n
CMD_100021=Es ist keine i386-/i686-/x86_64-Architektur und wird nicht unterst\u00fctzt. \n
CMD_100022=Nicht definierter Grund. \n


#D2D Log Management
CMD_200001=Das Aktivit\u00e4tsprotokoll konnte nicht gefunden werden. Stellen Sie sicher, dass die zugeh\u00f6rige Job-ID korrekt ist. \n
CMD_200002=Sie m\u00fcssen eine Eingabe t\u00e4tigen f\u00fcr: "--staticip", "--subnet" und "--gateway". \n


#Generate session info
CMD_300001=Die Datei %s konnte nicht gefunden werden. Stellen Sie sicher, dass die Datei existiert.  \n
CMD_300002=Die Datei %s ist leer. \u00dcberpr\u00fcfen Sie, ob dies die korrekte Datei ist. \n
CMD_300003=Beim Versuch, auf die Datei %s zuzugreifen, ist eine E/A-Ausnahme aufgetreten. \n
CMD_300004=Der Ordner %s konnte nicht gefunden werden. Stellen Sie sicher, dass der Ordner existiert.  \n

#D2D Restore
CMD_400001=F\u00fcr Parameter %s wurde eine falsche Eingabe gemacht. \n
CMD_400002=Der angegebene Wiederherstellungspunkt "%s" ist nicht vorhanden. \n
CMD_400003=Es gibt mehrere VMs mit dem gleichen Namen %s.  \n
CMD_400004=Es wurde keine VM mit dem angegebenen Namen %s gefunden.  \n
CMD_400005=Die festgelegte Konfigurationsdatei %s wurde nicht gefunden.  \n
CMD_400006=Wiederherstellungsjob %s wurde erfolgreich \u00fcbergeben. \n
CMD_400007=Wiederherstellungsjob %s konnte nicht \u00fcbergeben werden. \n
CMD_400008=Es kann kein BMR-Job f\u00fcr die angegebene Sitzung ausgef\u00fchrt werden, weil das Stammvolume nicht gesichert worden ist. \n
CMD_400009=Es kann kein BMR-Job f\u00fcr die angegebene Sitzung ausgef\u00fchrt werden, weil das Startvolume nicht gesichert worden ist. \n
CMD_400010=Konfigurationsdatei %s konnte nicht erstellt werden. \n
CMD_400011=Das Kennwort in Parameter %s konnte nicht entschl\u00fcsselt werden. \n
CMD_400012=Der Speicherort konnte nicht geladen werden. Stellen Sie sicher, dass Speicherortpfad, Benutzername und Kennwort richtig angegeben sind. \n
CMD_400013=Es wurde keine VM mit der angegebenen UUID %s gefunden.  \n
CMD_400014=Untenstehende Parameter sind optional:
CMD_400015=Der angegebene Quellknoten "%s" ist nicht vorhanden. \n
CMD_400016=Das angegebene virtuelle Labor "%s" ist nicht vorhanden. \n
CMD_400017=Die angegebene Datei "%s" ist in %s nicht vorhanden. \n
CMD_400018=Die maximale L\u00e4nge f\u00fcr %s ist %s. \n

CMD_500001=Es ist eine Eingabe erforderlich f\u00fcr: %s. \n

CMD_600001=Die Datei %s konnte nicht gefunden werden. Stellen Sie sicher, dass die Datei existiert.  \n
CMD_600002=Das Format der Datei %s ist falsch.  \n
CMD_600003=Fehler beim Erstellen der virtuellen Umgebung. Grund: %s \n
CMD_600004=Die maximale L\u00e4nge des f\u00fcr Namen ist ist 20 Zeichen. \n

#D2D_Reg
D2D_SERVER_RELEASE_SUCCEED=Arcserve UDP Agent(Linux) wurde erfolgreich freigegeben. Dieser Sicherungsserver wird daher nicht mehr von einem anderen Server verwaltet.
D2D_SERVER_RELEASE_FAILED=Arcserve UDP Agent(Linux) konnte nicht von diesem Sicherungsserver freigegeben werden.
D2D_SERVER_REG_SUCCEED=Dieser Sicherungsserver wurde erfolgreich in Arcserve UDP registriert.
D2D_SERVER_REG_FAILED=Dieser Sicherungsserver konnte nicht in Arcserve UDP registriert werden.
D2D_SERVER_IS_RUNNING=Arcserve UDP Agent(Linux) wird derzeit ausgef\u00fchrt und muss erst angehalten werden, bevor dieser Befehl ausgef\u00fchrt werden kann.
D2D_SERVER_JOB_IS_RUNNING=Auf diesem Sicherungsserver wird derzeit ein Job ausgef\u00fchrt. Brechen Sie den Job ab oder warten Sie, bis er fertig ausgef\u00fchrt wurde.
D2D_SERVER_REG_FAILED_NODE=Der Knoten %s konnte nicht zu Arcserve UDP hinzugef\u00fcgt werden. Ursache: %s. \n
D2D_SERVER_REG_JOB_RENAME=Der Job %s wurde in %s umbenannt, weil der Jobname %s in Arcserve UDP bereits vorhanden ist. \n
D2D_SERVER_REG_JOB_NOT_SUPPORT=Der Job %s konnte nicht hinzugef\u00fcgt werden, weil er nicht von Arcserve UDP unterst\u00fctzt wird. \n  
D2D_SERVER_REG_START=Mit der Registrierung dieses Sicherungsservers in Arcserve UDP beginnen. Dieser Prozess kann je nach der Datengr\u00f6\u00dfe des Sicherungsservers eine Weile dauern.
D2D_SERVER_REG_START_WITHOUT_DATA=Registrierung dieses Sicherungsservers auf Arcserve UDP beginnen.
D2D_SERVER_REG_MIGRATE_DATA_SUCCEED=Die Datenmigration nach Arcserve UDP wurde erfolgreich abgeschlossen.
D2D_SERVER_REG_NODE_RESULT=%s Knoten insgesamt, %s erfolgreich, %s fehlgeschlagen. \n
D2D_SERVER_REG_JOB_RESULT=%s Jobs insgesamt, %s erfolgreich, %s fehlgeschlagen. \n
D2D_SERVER_REG_START_SERVICE_SUCCEED=Arcserve UDP Agent(Linux) erfolgreich gestartet.
D2D_SERVER_REG_START_SERVICE_FAILED=Arcserve UDP Agent(Linux) konnte nicht gestartet werden.
D2D_SERVER_REG_FAILED_TO_ADD_JOB_FOR_NODE=Der Job f\u00fcr den Knoten %s konnte nicht zu Arcserve UDP hinzugef\u00fcgt werden. Ursache: %s. \n
D2D_SERVER_REG_PASSWORD=Kennwort:
D2D_SERVER_REG_MANAGED_BY_UDP=Dieser Sicherungsserver wird von Arcserve UDP%s verwaltet.\n
D2D_SERVER_REG_MANAGED_BY_BACKUP_SERVER=Dieser Sicherungsserver wird von einem anderen Sicherungsserver %sverwaltet.\n
D2D_SERVER_REG_NOT_MANAGED_BY_OTHERS=Dieser Sicherungsserver wird nicht von einem anderen Server verwaltet.\n
#D2D_VirtualLab
D2D_VIRTUAL_LAB_NO_LAB=Es ist kein virtuelles Labor vorhanden.

#D2D_RestoreFile
D2D_RESTORE_FILE_CREATE_TEMPLATE_SUCCEED=Vorlagendatei %s erfolgreich erstellt.
D2D_RESTORE_FILE_CREATE_TEMPLATE_FAILED=Die Vorlagendatei %s konnte nicht erstellt werden.

# assure recovery 
CMD_700001=%s wurde erfolgreich \u00fcbergeben. \n
CMD_700002=Sicherungsjob %s konnte nicht gefunden werden.\u00dcberpr\u00fcfen Sie, ob dieser Job vorhanden ist.  \n
CMD_700003=Der Wiederherstellungspunkt von %s konnte nicht gefunden werden.\u00dcberpr\u00fcfen Sie, ob der Wiederherstellungspunkt vorhanden ist.  \n
CMD_700004=Ung\u00fcltige Anmeldeinformationen.\u00dcberpr\u00fcfen Sie, ob das Sitzungskennwort richtig ist, und versuchen Sie es erneut. \n 
CMD_700005=Assure-Wiederherstellungsjob konnte nicht f\u00fcr Knoten %s \u00fcbergeben werden.Grund:%s \n

#D2D_User
D2D_USER_NO_USER=Es sind keine Benutzer vorhanden.\n
D2D_USER_USERNAME_TOO_LONG=Die maximale L\u00e4nge f\u00fcr Benutzernamen ist %s.\n
D2D_USER_GET_PASSWORD_FROM_CONSOLE_FAILED=Fehler beim Abrufen von Kennwort aus aktueller Konsole. Versuchen Sie es erneut.
D2D_USER_PASSWORD=Kennwort:
D2D_USER_PASSWORD_TOO_SHORT=Die L\u00e4nge des Kennworts muss %s \u00fcberschreiten.\n
D2D_USER_CONFIRM_PASSWORD=Kennwort best\u00e4tigen:
D2D_USER_USER_EMPTY=Geben Sie einen Benutzer an.\n
D2D_USER_USER_NOT_EXIST=Der angegebene Benutzer %s ist nicht vorhanden.\n
D2D_USER_PASSWORD_EMPTY=Kennwort darf nicht leer sein.\n
D2D_USER_PASSWORD_PASSWORD_NO_SAME=Die zwei eingegebenen Kennw\u00f6rter stimmen nicht \u00fcberein.\n
D2D_USER_USER_EXIST=Der angegebene Benutzer %s ist bereits vorhanden. \n
D2D_USER_ADD_SUCCESSFULLY=%s erfolgreich hinzugef\u00fcgt.\n
D2D_USER_ADD_FAILED=Der Benutzer %s konnte nicht hinzugef\u00fcgt werden.\n
D2D_USER_UNLOCK_SUCCESSFULLY=Die Sperre f\u00fcr Benutzer %s wurde erfolgreich aufgehoben.\n
D2D_USER_UNLOCK_FAILED=Fehler beim Entsperren von Benutzer %s.\n
D2D_USER_LOCK_SUCCESSFULLY=Benutzer %s wurde erfolgreich gesperrt.\n
D2D_USER_LOCK_FAILED=Fehler beim Sperren von Benutzer %s.\n
D2D_USER_CHANGE_PWD_SUCCESSFULLY=Das Kennwort f\u00fcr den Benutzer %s wurde erfolgreich ge\u00e4ndert.\n
D2D_USER_CHANGE_PWD_FAILED=Das Kennwort f\u00fcr Benutzer %s konnte nicht ge\u00e4ndert werden.\n
D2D_USER_DELETE_SUCCESSFULLY=Benutzer %s wurde erfolgreich gel\u00f6scht.\n
D2D_USER_DELETE_FAILED=Benutzer %s konnte nicht gel\u00f6scht werden.\n
D2D_USER_NO_ACCESS=Sie haben keine Zugriffsrechte, um diesen Befehl auszuf\u00fchren, da der aktuell angemeldete Benutzer keine Root-Berechtigung hat.\n
D2D_USER_USER_NAME=Benutzername
D2D_USER_STATUS=Status
D2D_USER_STATUS_NORMAL=Normal
D2D_USER_STATUS_LOCKED=Gesperrt
D2D_USER_LAST_LOGIN_TIME=Letzte Anmeldung
D2D_USER_LOGIN_IP=Anmeldung/IP-Zugriff
