# @i18n blockstart notrans
NO_TEMPLATE=Error: The template %s is not existed. \n
NO_D2DSERVER=Error: No d2dserver identified. \n
SET_D2DSERVER=Please set D2D_SERVER in file %s . \n
SET_RESTORETYPE=Please set correct RESTORE_TYPE in file %s . \n
SET_SESSIONLOCATION=Please set SESSION_LOCATION in file %s . \n
SET_SOURCEMACHINE=Please set SOURCE_MACHINE in file %s . \n
SET_RUNJOBTIME=Please set RUNJOBNOW or RUNJOBON in file %s . \n
ANALYSIS_TEMPLATE_ERROR=Analysis the template %s error. Please check the format of template file. \n
RESTORE_SUBMITED_SUCCESS=Restore job submitted successful.
RESTORE_SUBMITED_FAIL=Restore job submitted failed.
BACKUP_SUBMITED_SUCCESS=Backup job submitted successfully.
BACKUP_SUBMITED_FAIL=Backup job submitted failed.
# @i18n blockend notrans

#D2D_Node
NODE_ADD_SUCCESS=Le noeud %s a \u00e9t\u00e9 ajout\u00e9. \n
NODE_ADD_FAIL=Echec de l''ajout du noeud %s \n
NODE_DELETE_SUCCESS=Le noeud %s a \u00e9t\u00e9 supprim\u00e9. \n
NODE_DELETE_PROTECT=Echec de la suppression du noeud, car un job est en cours d''ex\u00e9cution sur ce noeud. \n
NODE_DELETE_CONNECTION_ERROR=Echec de la suppression du noeud %s, car aucune connexion ne peut \u00eatre \u00e9tablie avec ce noeud. \n
NODE_DELETE_AUTH_ERROR=Echec de la suppression du noeud %s, car aucune connexion au noeud n''a pu \u00eatre \u00e9tablie avec le nom d''utilisateur et le mot de passe actuels. \n
NODE_DELETE_UNKNOWN_ERROR=Echec de la suppression du noeud %s suite \u00e0 une erreur inconnue \n
NODE_DELETE_FAIL=Impossible de supprimer le noeud %s \n
NODE_MODIFY_SUCCESS=Le noeud %s a \u00e9t\u00e9 modifi\u00e9. \n
NODE_MODIFY_FAIL=Echec de la modification du noeud %s \n
NODE_NO_DESCRIPTION=Aucune description n''est disponible pour ce noeud.
NODE_LIST_HEAD=Nom du noeud, Nom d''utilisateur, Nom du job, Syst\u00e8me d''exploitation, Description
NODE_LIST_HEAD_UDP=Nom du noeud, Nom d''utilisateur, Nom du plan, Syst\u00e8me d''exploitation, Description
NODE_NO_EXISTED=Le noeud %s n'existe pas pour ce serveur de sauvegarde. \n
NODE_ATTACH_JOB_SUCCESS=Le noeud %s a \u00e9t\u00e9 associ\u00e9 au job %s. \n
NODE_ATTACH_JOB_FAIL=Echec de la connexion du noeud %s au job %s \n
NODE_ADD_WITH_WARNING=Avertissement : Un \u00e9chec du job de sauvegarde peut se produire, car il d\u00e9pend du type de session sur la destination (NFS ou CIFS). Les modules suivants sont requis, mais ne sont pas install\u00e9s : 
NODE_WARNING_NO_CIFS=CIFS
NODE_WARNING_NO_NFS=Client NFS


#D2D_Job
JOB_SUBMIT_SUCCESSFUL=Le job %s a \u00e9t\u00e9 soumis. \n
JOB_SUBMIT_FAILED=Echec de la soumission du job %s \n
JOB_CAN_NOT_FIND=Le job %s est introuvable. \n
JOB_CAN_NOT_FIND_WITH_NODE=Le job %s incluant le noeud %s est introuvable. \n
JOB_IS_RUNNING=Echec de la soumission du job %s, car il est en cours d''ex\u00e9cution. \n  
CANCEL_JOB_SUBMIT_SUCCESSFUL=La demande d''annulation a \u00e9t\u00e9 soumise pour le job %s. \n
CANCEL_JOB_SUBMIT_FAILED=Echec de la soumission de la demande d''annulation du job %s \n
CANCEL_JOB_IS_NOT_RUNNING=Echec de l''annulation du job %s, car il n''est pas en cours d''ex\u00e9cution. \n
CANCEL_JOB_CAN_NOT_FIND=Echec de l''annulation du job %s, car il est introuvable. \n
JOB_RESULT_DETAIL=Statut du job %s : %s \n
JOB_RESULT_SUCESS=Le statut du job %s est R\u00e9ussi. \n
JOB_RESULT_FAILED=Le statut du job %s est Echec. \n
JOB_RESULT_CANCELED=Le statut du job %s est Annul\u00e9. \n
JOB_RESULT_INCOMPLETED=Le statut du job %s est Non termin\u00e9. \n
JOB_DELETE_SUCCESSFUL=Le job %s a \u00e9t\u00e9 supprim\u00e9. \n
JOB_DELETE_FAILED=Impossible de supprimer le job %s \n
JOB_BMR_CREATE_SUCCESS=Un nouveau job de r\u00e9cup\u00e9ration \u00e0 chaud a \u00e9t\u00e9 cr\u00e9\u00e9. \n
JOB_BMR_CREATE_FAIL=Echec de la cr\u00e9ation d'un job de r\u00e9cup\u00e9ration \u00e0 chaud \n
JOB_EXPORT_FAILED=Echec de l''exportation du job
JOB_EXPORT_FAILED_NO_JOB_EXPORT=Echec de l''exportation du job vers le fichier, car certains jobs requis n''existent pas.
JOB_EXPORT_SUCCEED=Le job a \u00e9t\u00e9 export\u00e9 vers le fichier %s. \n
JOB_EXPORT_JOB_NOT_EXIST=Le job %s n''existe pas. \n
JOB_IMPORT_SUCCEED=Le job a \u00e9t\u00e9 import\u00e9 \u00e0 partir du fichier %s. \n
JOB_IMPORT_FAILED_NO_JOB_IMPORT=Echec de l''importation du job \u00e0 partir du fichier %s \n
JOB_IMPORT_JOB_EXIST=Le job %s existe. \n
JOB_IMPORT_JOB_NOT_SUPPORT=Le job %s n''est pas pris en charge par Arcserve UDP. \n

#D2D_Log
LOG_DISPLAY_TEXT_HEAD=ID du job, nom du job, date et heure, nom du noeud, message
LOG_DISPLAY_HTML_HEAD=<tr><td>ID du job</td><td>Nom du job</td><td>Nom du noeud</td><td>Date et heure</td><td>Message</td></tr>

#Session Information 
SESSION_APPEND_SUCCESSFUL=Les informations sur la session ont \u00e9t\u00e9 ajout\u00e9es. 
SESSION_APPEND_FAIL=Echec de l''ajout des informations de session
SESSION_REBUILD_SUCCESSFUL=La reconstruction des informations sur la session est termin\u00e9e. 
SESSION_REBUILD_FAILED=Echec de la reconstruction des informations de session

#Unexpected Error
CMD_1000=Une erreur non pr\u00e9vue s''est produite. \n

#Cmd Common
CMD_000001=Les donn\u00e9es sont incorrectes ou manquantes. V\u00e9rifiez-les et r\u00e9essayez. \n
CMD_000002=Le format du fichier XML est incorrect. V\u00e9rifiez le fichier XML. \n
CMD_000003=Le job est introuvable dans la file d''attente des jobs. \n
CMD_000004=Echec de la validation de l''utilisateur. V\u00e9rifiez le nom d''utilisateur et le mot de passe du serveur de sauvegarde. \n
CMD_000005=Echec de la connexion au serveur de sauvegarde : v\u00e9rifiez que les param\u00e8tres du pare-feu sont configur\u00e9s pour autoriser cette connexion et que le service de sauvegarde est en cours d''ex\u00e9cution. \n
CMD_000006=Cette fonction a \u00e9t\u00e9 d\u00e9sactiv\u00e9e, car le serveur de sauvegarde est g\u00e9r\u00e9 par Arcserve UDP. \n
CMD_000007=Syntaxe
TIME_FORMAT=dd/MM/yyyy HH:mm:ss


#D2D Node Management
CMD_100001=Le noeud n''est pas accessible ou n''est pas valide. V\u00e9rifiez qu''il est valide et qu''il est accessible, puis r\u00e9essayez. \n
CMD_100002=Echec de l''ajout du noeud, car les modules suivants ne sont pas install\u00e9s : Perl \n
CMD_100003=Echec de l''ajout d''un nouveau noeud : v\u00e9rifiez que vous utilisez le compte racine ou fournissez les informations d''identification d''un compte racine. \n
CMD_100004=Echec de l''ajout du noeud sp\u00e9cifi\u00e9, car il a d\u00e9j\u00e0 a \u00e9t\u00e9 ajout\u00e9. \n
CMD_100005=Echec de la gestion et de la suppression du noeud, car il est actuellement g\u00e9r\u00e9 par un autre serveur de sauvegarde. Si vous voulez toutefois g\u00e9rer et supprimer ce noeud, ajoutez "--force" \u00e0 la fin de votre ligne de commande.
CMD_100006=Echec de la suppression du noeud, car aucun noeud n''a \u00e9t\u00e9 ajout\u00e9 \u00e0 ce serveur de sauvegarde.  \n
CMD_100007=Echec de la modification ou de la suppression du noeud sp\u00e9cifi\u00e9, car celui-ci n''a pas \u00e9t\u00e9 ajout\u00e9 au serveur de sauvegarde. \n
CMD_100008=Echec de la connexion au noeud : v\u00e9rifiez que le nom de l''utilisateur racine et le mot de passe racine sont corrects. \n
CMD_100009=Echec de l''ajout d''un noeud : v\u00e9rifiez que la commande ex\u00e9cut\u00e9e est autoris\u00e9e par le serveur Secure Shell (SSH) et que votre mot de passe n''a pas expir\u00e9 sur le noeud %s. \n
CMD_100010=Les informations d''identification ne sont pas valides. V\u00e9rifiez le nom d''utilisateur et le mot de passe, puis r\u00e9essayez. \n 
CMD_100011=Le syst\u00e8me d''exploitation ou sa version ne sont pas pris en charge par le serveur de sauvegarde. \n
CMD_100012=La configuration de la cl\u00e9 SSH n''est pas valide. Pour plus d''informations sur la configuration de la cl\u00e9 SSH, consultez la documentation du produit. \n
CMD_100013=Ce noeud ne peut pas \u00eatre g\u00e9r\u00e9 par ce serveur. Un job de sauvegarde est actuellement en cours d''ex\u00e9cution. R\u00e9essayez ult\u00e9rieurement. \n
CMD_100014=Echec de la connexion \u00e0 l''ordinateur Arcserve UDP sp\u00e9cifi\u00e9 \n
CMD_100015=Un nom de noeud non valide a \u00e9t\u00e9 fourni.
CMD_100016=V\u00e9rifiez que vous disposez de droits en \u00e9criture valides sur le dossier /tmp et que l''espace disponible pour ce dossier est suffisant sur le noeud %s.
CMD_100017=Echec de la modification du noeud sp\u00e9cifi\u00e9, car il n''a pas \u00e9t\u00e9 ajout\u00e9 \u00e0 Arcserve UDP. \n
CMD_100018=Impossible d''associer le noeud au job sp\u00e9cifi\u00e9, car ce serveur est actuellement g\u00e9r\u00e9 par Arcserve UDP. \n
CMD_100019=Cette plate-forme n''est pas une plate-forme Linux et n''est pas prise en charge. \n
CMD_100020=Ce syst\u00e8me d''exploitation n''est pas pris en charge, car il ne s''agit pas d''un syst\u00e8me d''exploitation Red Hat, CentOS ou SuSE. \n
CMD_100021=Cette architecture n''est pas une architecture i386/i686/x86_64 et n''est pas prise en charge. \n
CMD_100022=Motif non d\u00e9fini \n


#D2D Log Management
CMD_200001=Le journal d''activit\u00e9 est introuvable. V\u00e9rifiez que le job associ\u00e9 est correct. \n
CMD_200002=Vous devez entrer les commandes : "--staticip", "--subnet" et "--gateway". \n


#Generate session info
CMD_300001=Le fichier %s est introuvable. V\u00e9rifiez si ce fichier existe.  \n
CMD_300002=Le fichier %s est vide. V\u00e9rifiez si ce fichier est correct. \n
CMD_300003=Une exception d''E/S s''est produite lors de la tentative d''acc\u00e8s au fichier %s. \n
CMD_300004=Le dossier %s est introuvable. V\u00e9rifiez si ce dossier existe.  \n

#D2D Restore
CMD_400001=Vous avez sp\u00e9cifi\u00e9 une entr\u00e9e incorrecte pour le param\u00e8tre %s. \n
CMD_400002=Le point de r\u00e9cup\u00e9ration sp\u00e9cifi\u00e9 (%s) n'existe pas. \n
CMD_400003=Plusieurs machines virtuelles portent le m\u00eame nom : %s.  \n
CMD_400004=La machine virtuelle avec le nom sp\u00e9cifi\u00e9 %s est introuvable.  \n
CMD_400005=Le fichier de configuration sp\u00e9cifi\u00e9 (%s) est introuvable.  \n
CMD_400006=Le job de restauration (%s) a \u00e9t\u00e9 soumis. \n
CMD_400007=Echec de la soumission du job de restauration %s. \n
CMD_400008=Impossible d''effectuer un job de r\u00e9cup\u00e9ration \u00e0 chaud pendant la session sp\u00e9cifi\u00e9e, car le volume racine n''a pas \u00e9t\u00e9 sauvegard\u00e9. \n
CMD_400009=Impossible d''effectuer un job de r\u00e9cup\u00e9ration \u00e0 chaud pendant la session sp\u00e9cifi\u00e9e, car le volume de d\u00e9marrage n''a pas \u00e9t\u00e9 sauvegard\u00e9. \n
CMD_400010=Echec de la cr\u00e9ation du fichier de configuration %s \n
CMD_400011=Echec du d\u00e9chiffrement du mot de passe dans le param\u00e8tre %s \n
CMD_400012=Echec du montage de l''emplacement de stockage : v\u00e9rifiez que l''emplacement, le nom d''utilisateur et le mot de passe ont \u00e9t\u00e9 sp\u00e9cifi\u00e9s. \n
CMD_400013=La machine virtuelle portant l''UUID %s est introuvable.  \n
CMD_400014=Les param\u00e8tres ci-dessous sont facultatifs :
CMD_400015=Le n\u0153ud source sp\u00e9cifi\u00e9 %s n''existe pas. \n
CMD_400016=Le laboratoire virtuel sp\u00e9cifi\u00e9 %s n''existe pas. \n
CMD_400017=Le fichier sp\u00e9cifi\u00e9 %s n''existe pas dans %s. \n
CMD_400018=La longueur max. de %s est %s. \n

CMD_500001=Vous devez entrer une valeur pour : %s. \n

CMD_600001=Le fichier %s est introuvable. V\u00e9rifiez si ce fichier existe.  \n
CMD_600002=Le format du fichier %s est incorrect.  \n
CMD_600003=La cr\u00e9ation de l''environnement virtuel a \u00e9chou\u00e9. Motif : %s \n
CMD_600004=Le nom peut comporter 20 caract\u00e8res maximum. \n

#D2D_Reg
D2D_SERVER_RELEASE_SUCCEED=Arcserve UDP Agent(Linux) a \u00e9t\u00e9 lib\u00e9r\u00e9. Ce serveur de sauvegarde n''est donc plus g\u00e9r\u00e9 par un autre serveur.
D2D_SERVER_RELEASE_FAILED=Echec de la lib\u00e9ration de Arcserve UDP Agent(Linux) \u00e0 partir de ce serveur de sauvegarde
D2D_SERVER_REG_SUCCEED=Ce serveur de sauvegarde a \u00e9t\u00e9 enregistr\u00e9 dans Arcserve UDP.
D2D_SERVER_REG_FAILED=Echec de l''enregistrement de ce serveur de sauvegarde dans Arcserve UDP
D2D_SERVER_IS_RUNNING=Arcserve UDP Agent(Linux) est en cours d''ex\u00e9cution et doit \u00eatre arr\u00eat\u00e9 avant d''ex\u00e9cuter cette commande.
D2D_SERVER_JOB_IS_RUNNING=Un job est en cours d''ex\u00e9cution sur ce serveur de sauvegarde. Annulez le job ou patientez jusqu'\u00e0 la fin du job.
D2D_SERVER_REG_FAILED_NODE=Echec de l''ajout du noeud %s \u00e0 Arcserve UDP. Motif : %s. \n
D2D_SERVER_REG_JOB_RENAME=Le job %s est renomm\u00e9 %s, car le nom %s existe d\u00e9j\u00e0 dans Arcserve UDP. \n
D2D_SERVER_REG_JOB_NOT_SUPPORT=Echec de l''ajout du job %s, car il n''est pas pris en charge par Arcserve UDP. \n  
D2D_SERVER_REG_START=Commencer \u00e0 enregistrer ce serveur de sauvegarde dans Arcserve UDP. Ce processus peut prendre un certain temps, selon la taille des donn\u00e9es du serveur de sauvegarde.
D2D_SERVER_REG_START_WITHOUT_DATA=D\u00e9marrez l''enregistrement de ce serveur de sauvegarde dans Arcserve UDP.
D2D_SERVER_REG_MIGRATE_DATA_SUCCEED=La migration des donn\u00e9es vers Arcserve UDP est termin\u00e9e.
D2D_SERVER_REG_NODE_RESULT=Sur un total de %s noeuds : %s r\u00e9ussites, %s \u00e9checs \n
D2D_SERVER_REG_JOB_RESULT=Sur un total de %s jobs : %s r\u00e9ussites, %s \u00e9checs \n
D2D_SERVER_REG_START_SERVICE_SUCCEED=Arcserve UDP Agent(Linux) a d\u00e9marr\u00e9.
D2D_SERVER_REG_START_SERVICE_FAILED=Echec du d\u00e9marrage de Arcserve UDP Agent(Linux)
D2D_SERVER_REG_FAILED_TO_ADD_JOB_FOR_NODE=Echec de l''ajout du job pour le noeud %s \u00e0 Arcserve UDP. Motif : %s. \n
D2D_SERVER_REG_PASSWORD=Mot de passe :
D2D_SERVER_REG_MANAGED_BY_UDP=Ce serveur de sauvegarde est g\u00e9r\u00e9 par Arcserve UDP %s.\n
D2D_SERVER_REG_MANAGED_BY_BACKUP_SERVER=Ce serveur de sauvegarde est g\u00e9r\u00e9 par un autre serveur de sauvegarde %s.\n
D2D_SERVER_REG_NOT_MANAGED_BY_OTHERS=Ce serveur de sauvegarde n''est pas g\u00e9r\u00e9 par un autre serveur.\n
#D2D_VirtualLab
D2D_VIRTUAL_LAB_NO_LAB=Il n''existe aucun laboratoire virtuel.

#D2D_RestoreFile
D2D_RESTORE_FILE_CREATE_TEMPLATE_SUCCEED=Le fichier de mod\u00e8le %s a \u00e9t\u00e9 cr\u00e9\u00e9.
D2D_RESTORE_FILE_CREATE_TEMPLATE_FAILED=La cr\u00e9ation du fichier de mod\u00e8le %s a \u00e9chou\u00e9.

# assure recovery 
CMD_700001=%s  a bien \u00e9t\u00e9 soumis. \n
CMD_700002=Job de sauvegarde %s introuvable. V\u00e9rifiez si ce job existe.  \n
CMD_700003=Point de r\u00e9cup\u00e9ration de %s introuvable.V\u00e9rifiez si le point de r\u00e9cup\u00e9ration existe.  \n
CMD_700004=Informations d''identification non valides.V\u00e9rifiez que le mot de passe de session est correct, puis r\u00e9essayez. \n 
CMD_700005=Echec de la soumission du job de r\u00e9cup\u00e9ration garantie pour le noeud %s. Motif : %s \n

#D2D_User
D2D_USER_NO_USER=Il n''existe aucun utilisateur.\n
D2D_USER_USERNAME_TOO_LONG=La longueur max. du nom d''utilisateur est %s.\n
D2D_USER_GET_PASSWORD_FROM_CONSOLE_FAILED=Echec de l''obtention du mot de passe \u00e0 partir de la console actuelle. R\u00e9essayez.
D2D_USER_PASSWORD=Mot de passe :
D2D_USER_PASSWORD_TOO_SHORT=La longueur du mot de passe doit d\u00e9passer %s caract\u00e8res.\n
D2D_USER_CONFIRM_PASSWORD=Confirmer le mot de passe :
D2D_USER_USER_EMPTY=Sp\u00e9cifiez un utilisateur.\n
D2D_USER_USER_NOT_EXIST=L''utilisateur sp\u00e9cifi\u00e9 %s n''existe pas.\n
D2D_USER_PASSWORD_EMPTY=Le mot de passe ne peut pas \u00eatre vide.\n
D2D_USER_PASSWORD_PASSWORD_NO_SAME=Les deux mots de passe entr\u00e9s ne correspondent pas.\n
D2D_USER_USER_EXIST=L''utilisateur sp\u00e9cifi\u00e9 %s existe d\u00e9j\u00e0. \n
D2D_USER_ADD_SUCCESSFULLY=L''utilisateur %s a bien \u00e9t\u00e9 ajout\u00e9.\n
D2D_USER_ADD_FAILED=L''utilisateur %s n''a pas pu \u00eatre ajout\u00e9.\n
D2D_USER_UNLOCK_SUCCESSFULLY=L''utilisateur %s a bien \u00e9t\u00e9 d\u00e9verrouill\u00e9.\n
D2D_USER_UNLOCK_FAILED=Echec du d\u00e9verrouillage de l''utilisateur %s.\n
D2D_USER_LOCK_SUCCESSFULLY=L''utilisateur %s a bien \u00e9t\u00e9 verrouill\u00e9.\n
D2D_USER_LOCK_FAILED=Echec du verrouillage de l''utilisateur %s.\n
D2D_USER_CHANGE_PWD_SUCCESSFULLY=Le mot de passe de l''utilisateur %s a bien \u00e9t\u00e9 modifi\u00e9.\n
D2D_USER_CHANGE_PWD_FAILED=Echec de la modification du mot de passe pour l''utilisateur %s.\n
D2D_USER_DELETE_SUCCESSFULLY=L''utilisateur %s a bien \u00e9t\u00e9 supprim\u00e9.\n
D2D_USER_DELETE_FAILED=L''utilisateur %s n'a pas pu \u00eatre supprim\u00e9.\n
D2D_USER_NO_ACCESS=Vous ne pouvez pas ex\u00e9cuter cette commande, car l''utilisateur actuellement connect\u00e9 ne poss\u00e8de pas de droits d''acc\u00e8s racine.\n
D2D_USER_USER_NAME=Nom d''utilisateur
D2D_USER_STATUS=Statut
D2D_USER_STATUS_NORMAL=Normal
D2D_USER_STATUS_LOCKED=Verrouill\u00e9
D2D_USER_LAST_LOGIN_TIME=Derni\u00e8re connexion
D2D_USER_LOGIN_IP=Adresse IP utilis\u00e9e pour la connexion
