# @i18n blockstart notrans
NO_TEMPLATE=Error: The template %s is not existed. \n
NO_D2DSERVER=Error: No d2dserver identified. \n
SET_D2DSERVER=Please set D2D_SERVER in file %s . \n
SET_RESTORETYPE=Please set correct RESTORE_TYPE in file %s . \n
SET_SESSIONLOCATION=Please set SESSION_LOCATION in file %s . \n
SET_SOURCEMACHINE=Please set SOURCE_MACHINE in file %s . \n
SET_RUNJOBTIME=Please set RUNJOBNOW or RUNJOBON in file %s . \n
ANALYSIS_TEMPLATE_ERROR=Analysis the template %s error. Please check the format of template file. \n
RESTORE_SUBMITED_SUCCESS=Restore job submitted successful.
RESTORE_SUBMITED_FAIL=Restore job submitted failed.
BACKUP_SUBMITED_SUCCESS=Backup job submitted successfully.
BACKUP_SUBMITED_FAIL=Backup job submitted failed.
# @i18n blockend notrans

#D2D_Node
NODE_ADD_SUCCESS=\u30ce\u30fc\u30c9 %s \u304c\u6b63\u5e38\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u3002 \n
NODE_ADD_FAIL=\u30ce\u30fc\u30c9 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
NODE_DELETE_SUCCESS=\u30ce\u30fc\u30c9 %s \u304c\u6b63\u5e38\u306b\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002 \n
NODE_DELETE_PROTECT=\u30ce\u30fc\u30c9\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u73fe\u5728\u305d\u306e\u30ce\u30fc\u30c9\u3067\u30b8\u30e7\u30d6\u304c\u5b9f\u884c\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \n
NODE_DELETE_CONNECTION_ERROR=\u30ce\u30fc\u30c9 %s \u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30ce\u30fc\u30c9\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002 \n
NODE_DELETE_AUTH_ERROR=\u30ce\u30fc\u30c9 %s \u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u73fe\u5728\u306e\u30e6\u30fc\u30b6\u540d\u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u3067\u30ce\u30fc\u30c9\u306b\u30ed\u30b0\u30a4\u30f3\u3067\u304d\u307e\u305b\u3093\u3002 \n
NODE_DELETE_UNKNOWN_ERROR=\u4e0d\u660e\u306a\u30a8\u30e9\u30fc\u306e\u305f\u3081\u30ce\u30fc\u30c9 %s \u306e\u524a\u9664\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \n
NODE_DELETE_FAIL=\u30ce\u30fc\u30c9 %s \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
NODE_MODIFY_SUCCESS=\u30ce\u30fc\u30c9 %s \u304c\u6b63\u5e38\u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002 \n
NODE_MODIFY_FAIL=\u30ce\u30fc\u30c9 %s \u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
NODE_NO_DESCRIPTION=\u3053\u306e\u30ce\u30fc\u30c9\u306e\u8aac\u660e\u306f\u5229\u7528\u3067\u304d\u307e\u305b\u3093
NODE_LIST_HEAD=\u30ce\u30fc\u30c9\u540d, \u30e6\u30fc\u30b6\u540d, \u30b8\u30e7\u30d6\u540d, \u30aa\u30da\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0 \u30b7\u30b9\u30c6\u30e0, \u8aac\u660e
NODE_LIST_HEAD_UDP=\u30ce\u30fc\u30c9\u540d\u3001\u30e6\u30fc\u30b6\u540d\u3001\u30d7\u30e9\u30f3\u540d\u3001\u30aa\u30da\u30ec\u30fc\u30c6\u30a3\u30f3\u30b0 \u30b7\u30b9\u30c6\u30e0\u3001\u8aac\u660e
NODE_NO_EXISTED=\u30ce\u30fc\u30c9 %s \u306f\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 \n
NODE_ATTACH_JOB_SUCCESS=\u30ce\u30fc\u30c9 %s \u304c\u30b8\u30e7\u30d6 %s \u306b\u30a2\u30bf\u30c3\u30c1\u3055\u308c\u307e\u3057\u305f\u3002 \n
NODE_ATTACH_JOB_FAIL=\u30ce\u30fc\u30c9 %s \u3092\u30b8\u30e7\u30d6 %s \u306b\u30a2\u30bf\u30c3\u30c1\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
NODE_ADD_WITH_WARNING=\u8b66\u544a: \u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b8\u30e7\u30d6\u304c\u30c7\u30b9\u30c6\u30a3\u30cd\u30fc\u30b7\u30e7\u30f3 (NFS \u307e\u305f\u306f CIFS) \u3067\u306e\u30bb\u30c3\u30b7\u30e7\u30f3\u306e\u7a2e\u985e\u306b\u4f9d\u5b58\u3057\u3066\u3044\u308b\u305f\u3081\u3001\u5931\u6557\u3059\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u4ee5\u4e0b\u306e\u30e2\u30b8\u30e5\u30fc\u30eb\u304c\u5fc5\u8981\u3067\u3059\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u307e\u305b\u3093: 
NODE_WARNING_NO_CIFS=CIFS
NODE_WARNING_NO_NFS=NFS \u30af\u30e9\u30a4\u30a2\u30f3\u30c8


#D2D_Job
JOB_SUBMIT_SUCCESSFUL=\u30b8\u30e7\u30d6 %s \u304c\u6b63\u5e38\u306b\u30b5\u30d6\u30df\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\u3002 \n
JOB_SUBMIT_FAILED=\u30b8\u30e7\u30d6 %s \u3092\u30b5\u30d6\u30df\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
JOB_CAN_NOT_FIND=\u30b8\u30e7\u30d6 %s \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
JOB_CAN_NOT_FIND_WITH_NODE=\u30b8\u30e7\u30d6 %s (\u30ce\u30fc\u30c9 %s) \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
JOB_IS_RUNNING=\u30b8\u30e7\u30d6 %s \u306f\u73fe\u5728\u5b9f\u884c\u4e2d\u3067\u3042\u308b\u305f\u3081\u3001\u30b5\u30d6\u30df\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n  
CANCEL_JOB_SUBMIT_SUCCESSFUL=\u30b8\u30e7\u30d6 %s \u306e\u30ad\u30e3\u30f3\u30bb\u30eb \u30ea\u30af\u30a8\u30b9\u30c8\u304c\u6b63\u5e38\u306b\u30b5\u30d6\u30df\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\u3002 \n
CANCEL_JOB_SUBMIT_FAILED=\u30b8\u30e7\u30d6 %s \u306e\u30ad\u30e3\u30f3\u30bb\u30eb \u30ea\u30af\u30a8\u30b9\u30c8\u3092\u30b5\u30d6\u30df\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
CANCEL_JOB_IS_NOT_RUNNING=\u30b8\u30e7\u30d6 %s \u306f\u73fe\u5728\u5b9f\u884c\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30ad\u30e3\u30f3\u30bb\u30eb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
CANCEL_JOB_CAN_NOT_FIND=\u30b8\u30e7\u30d6 %s \u306f\u898b\u3064\u304b\u3089\u306a\u3044\u305f\u3081\u3001\u30ad\u30e3\u30f3\u30bb\u30eb\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
JOB_RESULT_DETAIL=\u30b8\u30e7\u30d6 %s \u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u306f %s \u3067\u3059\u3002 \n
JOB_RESULT_SUCESS=\u30b8\u30e7\u30d6 %s \u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u6b63\u5e38\u7d42\u4e86\u3067\u3059\u3002 \n
JOB_RESULT_FAILED=\u30b8\u30e7\u30d6 %s \u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u5931\u6557\u3067\u3059\u3002 \n
JOB_RESULT_CANCELED=\u30b8\u30e7\u30d6 %s \u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u30ad\u30e3\u30f3\u30bb\u30eb\u3067\u3059\u3002 \n
JOB_RESULT_INCOMPLETED=\u30b8\u30e7\u30d6 %s \u306e\u30b9\u30c6\u30fc\u30bf\u30b9\u306f\u672a\u5b8c\u4e86\u3067\u3059\u3002 \n
JOB_DELETE_SUCCESSFUL=\u30b8\u30e7\u30d6 %s \u304c\u6b63\u5e38\u306b\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002 \n
JOB_DELETE_FAILED=\u30b8\u30e7\u30d6 %s \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
JOB_BMR_CREATE_SUCCESS=\u65b0\u3057\u3044 BMR \u30b8\u30e7\u30d6\u304c\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002 \n
JOB_BMR_CREATE_FAIL=\u65b0\u3057\u3044 BMR \u30b8\u30e7\u30d6\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
JOB_EXPORT_FAILED=\u30b8\u30e7\u30d6\u306e\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
JOB_EXPORT_FAILED_NO_JOB_EXPORT=\u30b8\u30e7\u30d6\u3092\u30d5\u30a1\u30a4\u30eb\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5fc5\u8981\u306a\u3059\u3079\u3066\u306e\u30b8\u30e7\u30d6\u304c\u5b58\u5728\u3057\u3066\u3044\u307e\u305b\u3093\u3002
JOB_EXPORT_SUCCEED=\u30b8\u30e7\u30d6\u304c\u30d5\u30a1\u30a4\u30eb %s \u306b\u6b63\u5e38\u306b\u30a8\u30af\u30b9\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3057\u305f\u3002 \n
JOB_EXPORT_JOB_NOT_EXIST=\u30b8\u30e7\u30d6 %s \u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 \n
JOB_IMPORT_SUCCEED=\u30b8\u30e7\u30d6\u304c\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u6b63\u5e38\u306b\u30a4\u30f3\u30dd\u30fc\u30c8\u3055\u308c\u307e\u3057\u305f\u3002 \n
JOB_IMPORT_FAILED_NO_JOB_IMPORT=\u30d5\u30a1\u30a4\u30eb %s \u304b\u3089\u306e\u30b8\u30e7\u30d6\u306e\u30a4\u30f3\u30dd\u30fc\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \n
JOB_IMPORT_JOB_EXIST=\u30b8\u30e7\u30d6 %s \u306f\u5b58\u5728\u3057\u307e\u3059\u3002 \n
JOB_IMPORT_JOB_NOT_SUPPORT=\u30b8\u30e7\u30d6 %s \u306f Arcserve UDP \u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \n

#D2D_Log
LOG_DISPLAY_TEXT_HEAD=\u30b8\u30e7\u30d6 ID, \u30b8\u30e7\u30d6\u540d, \u65e5\u6642, \u30ce\u30fc\u30c9\u540d, \u30e1\u30c3\u30bb\u30fc\u30b8
LOG_DISPLAY_HTML_HEAD=<tr><td>\u30b8\u30e7\u30d6 ID</td><td>\u30b8\u30e7\u30d6\u540d</td><td>\u30ce\u30fc\u30c9\u540d</td><td>\u65e5\u6642</td><td>\u30e1\u30c3\u30bb\u30fc\u30b8</td></tr>

#Session Information 
SESSION_APPEND_SUCCESSFUL=\u30bb\u30c3\u30b7\u30e7\u30f3\u60c5\u5831\u304c\u6b63\u5e38\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u3002 
SESSION_APPEND_FAIL=\u30bb\u30c3\u30b7\u30e7\u30f3\u60c5\u5831\u306e\u8ffd\u52a0\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
SESSION_REBUILD_SUCCESSFUL=\u30bb\u30c3\u30b7\u30e7\u30f3\u60c5\u5831\u306e\u518d\u69cb\u7bc9\u304c\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002 
SESSION_REBUILD_FAILED=\u30bb\u30c3\u30b7\u30e7\u30f3\u60c5\u5831\u306e\u518d\u69cb\u7bc9\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002

#Unexpected Error
CMD_1000=\u4e88\u671f\u3057\u306a\u3044\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \n

#Cmd Common
CMD_000001=\u5165\u529b\u304c\u6b63\u3057\u304f\u306a\u3044\u304b\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u78ba\u8a8d\u3057\u3066\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_000002=XML \u30d5\u30a1\u30a4\u30eb\u306e\u5f62\u5f0f\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002\u30d5\u30a1\u30a4\u30eb\u3092\u518d\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_000003=\u30b8\u30e7\u30d6 \u30ad\u30e5\u30fc\u5185\u306b\u30b8\u30e7\u30d6\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
CMD_000004=\u30e6\u30fc\u30b6\u691c\u8a3c\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306e\u30e6\u30fc\u30b6\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_000005=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u306e\u63a5\u7d9a\u3092\u8a31\u53ef\u3059\u308b\u3088\u3046\u306b\u30d5\u30a1\u30a4\u30a2\u30a6\u30a9\u30fc\u30eb\u304c\u8a2d\u5b9a\u3055\u308c\u3066\u304a\u308a\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d3\u30b9\u304c\u5b9f\u884c\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_000006=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u304c Arcserve UDP \u306b\u3088\u3063\u3066\u7ba1\u7406\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u3053\u306e\u6a5f\u80fd\u306f\u7121\u52b9\u306b\u306a\u308a\u307e\u3057\u305f\u3002 \n
CMD_000007=\u4f7f\u7528\u6cd5
TIME_FORMAT=yyyy/M/d a h:mm:ss


#D2D Node Management
CMD_100001=\u3053\u306e\u30ce\u30fc\u30c9\u306f\u30a2\u30af\u30bb\u30b9\u4e0d\u53ef\u307e\u305f\u306f\u7121\u52b9\u3067\u3059\u3002\u30ce\u30fc\u30c9\u304c\u6709\u52b9\u3067\u30a2\u30af\u30bb\u30b9\u53ef\u80fd\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_100002=\u4ee5\u4e0b\u306e\u30e2\u30b8\u30e5\u30fc\u30eb\u304c\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30ce\u30fc\u30c9\u306e\u8ffd\u52a0\u306b\u5931\u6557\u3057\u307e\u3057\u305f: Perl \n
CMD_100003=\u65b0\u3057\u3044\u30ce\u30fc\u30c9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002root \u30a2\u30ab\u30a6\u30f3\u30c8\u3092\u4f7f\u7528\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3059\u308b\u304b\u3001root \u30a2\u30ab\u30a6\u30f3\u30c8\u8a8d\u8a3c\u60c5\u5831\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_100004=\u6307\u5b9a\u3055\u308c\u305f\u30ce\u30fc\u30c9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3059\u3067\u306b\u8ffd\u52a0\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \n
CMD_100005=\u30ce\u30fc\u30c9\u306f\u73fe\u5728\u3001\u5225\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u3088\u3063\u3066\u7ba1\u7406\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u7ba1\u7406\u304a\u3088\u3073\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u306e\u30ce\u30fc\u30c9\u3092\u7ba1\u7406\u304a\u3088\u3073\u524a\u9664\u3059\u308b\u5834\u5408\u3001\u30b3\u30de\u30f3\u30c9 \u30e9\u30a4\u30f3\u306e\u5f8c\u306b "--force" \u3092\u8ffd\u52a0\u3059\u308b\u3053\u3068\u3067\u3001\u5f37\u5236\u7684\u306b\u5b9f\u884c\u3067\u304d\u307e\u3059\u3002
CMD_100006=\u30ce\u30fc\u30c9\u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u73fe\u5728\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u8ffd\u52a0\u3055\u308c\u3066\u3044\u308b\u30ce\u30fc\u30c9\u306f\u3042\u308a\u307e\u305b\u3093\u3002  \n
CMD_100007=\u6307\u5b9a\u3055\u308c\u305f\u30ce\u30fc\u30c9\u304c\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u8ffd\u52a0\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u5909\u66f4\u307e\u305f\u306f\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
CMD_100008=\u30ce\u30fc\u30c9\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30eb\u30fc\u30c8 \u30e6\u30fc\u30b6\u306e\u540d\u524d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_100009=\u30ce\u30fc\u30c9\u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u5b9f\u884c\u3055\u308c\u305f\u30b3\u30de\u30f3\u30c9\u304c SSH (Secure Shell) \u30b5\u30fc\u30d0\u306b\u3088\u3063\u3066\u8a31\u53ef\u3055\u308c\u3066\u304a\u308a\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u30ce\u30fc\u30c9 %s \u4e0a\u3067\u671f\u9650\u5207\u308c\u306b\u306a\u3063\u3066\u3044\u306a\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_100010=\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002\u30e6\u30fc\u30b6\u540d\u3068\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n 
CMD_100011=\u3053\u306e OS \u307e\u305f\u306f\u3053\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e OS \u306f\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \n
CMD_100012=\u7121\u52b9\u306a SSH \u30ad\u30fc\u8a2d\u5b9a\u3067\u3059\u3002 SSH \u30ad\u30fc\u306e\u8a2d\u5b9a\u306e\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u88fd\u54c1\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_100013=\u3053\u306e\u30ce\u30fc\u30c9\u306f\u3053\u306e\u30b5\u30fc\u30d0\u3067\u7ba1\u7406\u3067\u304d\u307e\u305b\u3093\u3002\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b8\u30e7\u30d6\u304c\u73fe\u5728\u5b9f\u884c\u4e2d\u3067\u3059\u3002\u5f8c\u3067\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_100014=\u6307\u5b9a\u3055\u308c\u305f Arcserve UDP \u3078\u306e\u63a5\u7d9a\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \n
CMD_100015=\u7121\u52b9\u306a\u30ce\u30fc\u30c9\u540d\u304c\u6307\u5b9a\u3055\u308c\u307e\u3057\u305f\u3002
CMD_100016=\u30ce\u30fc\u30c9 %s \u4e0a\u306e /tmp \u30d5\u30a9\u30eb\u30c0\u306b\u5bfe\u3059\u308b\u9069\u5207\u306a\u66f8\u304d\u8fbc\u307f\u6a29\u9650\u304c\u3042\u308b\u3053\u3068\u3001\u304a\u3088\u3073 /tmp \u30d5\u30a9\u30eb\u30c0\u306b\u7a7a\u304d\u5bb9\u91cf\u304c\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
CMD_100017=\u6307\u5b9a\u3055\u308c\u305f\u30ce\u30fc\u30c9\u306e\u5909\u66f4\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u3053\u308c\u306f\u3001\u3053\u306e\u30ce\u30fc\u30c9\u304c Arcserve UDP \u3078\u8ffd\u52a0\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3067\u3059\u3002 \n
CMD_100018=\u3053\u306e\u30b5\u30fc\u30d0\u306f\u73fe\u5728 Arcserve UDP \u306b\u3088\u3063\u3066\u7ba1\u7406\u3055\u308c\u3066\u3044\u308b\u305f\u3081\u3001\u30ce\u30fc\u30c9\u3092\u6307\u5b9a\u3055\u308c\u305f\u30b8\u30e7\u30d6\u306b\u30a2\u30bf\u30c3\u30c1\u3067\u304d\u307e\u305b\u3093\u3002 \n
CMD_100019=Linux \u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3067\u306f\u306a\u3044\u305f\u3081\u3001\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \n
CMD_100020=Red Hat\u3001CentOS\u3001\u307e\u305f\u306f SUSE \u3067\u306f\u306a\u3044\u305f\u3081\u3001\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \n
CMD_100021=i386/i686/x86_64 \u30a2\u30fc\u30ad\u30c6\u30af\u30c1\u30e3\u3067\u306f\u306a\u3044\u305f\u3081\u3001\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002 \n
CMD_100022=\u672a\u5b9a\u7fa9\u306e\u7406\u7531\u3067\u3059\u3002 \n


#D2D Log Management
CMD_200001=\u30a2\u30af\u30c6\u30a3\u30d3\u30c6\u30a3 \u30ed\u30b0\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u95a2\u9023\u3059\u308b\u30b8\u30e7\u30d6 ID \u304c\u6b63\u3057\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_200002="--staticip"\u3001"--subnet"\u3001\u304a\u3088\u3073 "--gateway" \u306e\u5165\u529b\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002 \n


#Generate session info
CMD_300001=\u30d5\u30a1\u30a4\u30eb %s \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \n
CMD_300002=\u30d5\u30a1\u30a4\u30eb %s \u306f\u7a7a\u3067\u3059\u3002\u3053\u308c\u304c\u6b63\u3057\u3044\u30d5\u30a1\u30a4\u30eb\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_300003=\u30d5\u30a1\u30a4\u30eb %s \u3078\u306e\u30a2\u30af\u30bb\u30b9\u306e\u8a66\u884c\u4e2d\u306b IO \u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002 \n
CMD_300004=\u30d5\u30a9\u30eb\u30c0 %s \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u304c\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \n

#D2D Restore
CMD_400001=\u30d1\u30e9\u30e1\u30fc\u30bf %s \u306b\u5bfe\u3057\u3066\u6307\u5b9a\u3055\u308c\u305f\u5165\u529b\u5024\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002 \n
CMD_400002=\u6307\u5b9a\u3055\u308c\u305f\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8 "%s" \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 \n
CMD_400003=\u540c\u3058\u540d\u524d (%s) \u306e\u8907\u6570\u306e VM \u304c\u3042\u308a\u307e\u3059\u3002  \n
CMD_400004=\u6307\u5b9a\u3055\u308c\u305f\u540d\u524d (%s) \u306e VM \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \n
CMD_400005=\u6307\u5b9a\u3055\u308c\u305f\u74b0\u5883\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb %s \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002  \n
CMD_400006=\u30ea\u30b9\u30c8\u30a2 \u30b8\u30e7\u30d6 %s \u304c\u6b63\u5e38\u306b\u30b5\u30d6\u30df\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\u3002 \n
CMD_400007=\u30ea\u30b9\u30c8\u30a2 \u30b8\u30e7\u30d6 %s \u3092\u30b5\u30d6\u30df\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n
CMD_400008=\u30eb\u30fc\u30c8 \u30dc\u30ea\u30e5\u30fc\u30e0\u304c\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u6307\u5b9a\u3055\u308c\u305f\u30bb\u30c3\u30b7\u30e7\u30f3\u306e BMR \u30b8\u30e7\u30d6\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002 \n
CMD_400009=\u30d6\u30fc\u30c8 \u30dc\u30ea\u30e5\u30fc\u30e0\u304c\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u6307\u5b9a\u3055\u308c\u305f\u30bb\u30c3\u30b7\u30e7\u30f3\u306e BMR \u30b8\u30e7\u30d6\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002 \n
CMD_400010=\u74b0\u5883\u8a2d\u5b9a\u30d5\u30a1\u30a4\u30eb %s \u306e\u4f5c\u6210\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \n
CMD_400011=\u30d1\u30e9\u30e1\u30fc\u30bf %s \u5185\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u5fa9\u53f7\u5316\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \n
CMD_400012=\u30b9\u30c8\u30ec\u30fc\u30b8\u5834\u6240\u306e\u30de\u30a6\u30f3\u30c8\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002\u5834\u6240\u306e\u30d1\u30b9\u3001\u30e6\u30fc\u30b6\u540d\u3001\u304a\u3088\u3073\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n
CMD_400013=\u6307\u5b9a\u3055\u308c\u305f uuid (%s) \u306e VM \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002  \n
CMD_400014=\u4ee5\u4e0b\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u306f\u4efb\u610f\u3067\u3059:
CMD_400015=\u6307\u5b9a\u3055\u308c\u305f\u30bd\u30fc\u30b9 \u30ce\u30fc\u30c9 "%s" \u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 \n
CMD_400016=\u6307\u5b9a\u3055\u308c\u305f\u4eee\u60f3\u30e9\u30dc "%s" \u306f\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 \n
CMD_400017=\u6307\u5b9a\u3055\u308c\u305f\u30d5\u30a1\u30a4\u30eb "%s" \u306f "%s" \u306b\u5b58\u5728\u3057\u307e\u305b\u3093\u3002 \n
CMD_400018=%s \u306e\u6700\u5927\u9577\u306f %s \u3067\u3059\u3002 \n

CMD_500001=\u6b21\u306e\u5165\u529b\u3092\u6307\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059: %s\u3002 \n

CMD_600001=\u30d5\u30a1\u30a4\u30eb %s \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u3053\u306e\u30d5\u30a1\u30a4\u30eb\u304c\u5b58\u5728\u3059\u308b\u304b\u3069\u3046\u304b\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \n
CMD_600002=\u30d5\u30a1\u30a4\u30eb %s \u306e\u5f62\u5f0f\u304c\u6b63\u3057\u304f\u3042\u308a\u307e\u305b\u3093\u3002  \n
CMD_600003=\u4eee\u60f3\u74b0\u5883\u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u7406\u7531: %s \n
CMD_600004=\u540d\u524d\u306e\u6700\u5927\u9577\u306f 20 \u3067\u3059\u3002 \n

#D2D_Reg
D2D_SERVER_RELEASE_SUCCEED=Arcserve UDP Agent(Linux) \u306f\u6b63\u5e38\u306b\u89e3\u653e\u3055\u308c\u307e\u3057\u305f\u3002\u305d\u306e\u305f\u3081\u3001\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f\u5225\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306b\u3088\u3063\u3066\u7ba1\u7406\u3055\u308c\u306a\u304f\u306a\u308a\u307e\u3057\u305f\u3002
D2D_SERVER_RELEASE_FAILED=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u304b\u3089 Arcserve UDP Agent(Linux) \u3092\u89e3\u653e\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
D2D_SERVER_REG_SUCCEED=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f Arcserve UDP \u306b\u6b63\u5e38\u306b\u767b\u9332\u3055\u308c\u307e\u3057\u305f\u3002
D2D_SERVER_REG_FAILED=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u3092 Arcserve UDP \u306b\u767b\u9332\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
D2D_SERVER_IS_RUNNING=Arcserve UDP Agent(Linux) \u306f\u73fe\u5728\u5b9f\u884c\u4e2d\u3067\u3059\u3002\u3053\u306e\u30b3\u30de\u30f3\u30c9\u3092\u5b9f\u884c\u3059\u308b\u524d\u306b\u505c\u6b62\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
D2D_SERVER_JOB_IS_RUNNING=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u3067\u30b8\u30e7\u30d6\u304c\u5b9f\u884c\u4e2d\u3067\u3059\u3002\u30b8\u30e7\u30d6\u3092\u30ad\u30e3\u30f3\u30bb\u30eb\u3059\u308b\u304b\u3001\u30b8\u30e7\u30d6\u306e\u5b8c\u4e86\u3092\u5f85\u6a5f\u3057\u3066\u304f\u3060\u3055\u3044\u3002
D2D_SERVER_REG_FAILED_NODE=\u30ce\u30fc\u30c9 %s \u3092 Arcserve UDP \u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u7406\u7531: %s\u3002 \n
D2D_SERVER_REG_JOB_RENAME=\u30b8\u30e7\u30d6 %s \u306f %s \u306b\u540d\u524d\u304c\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002\u30b8\u30e7\u30d6\u540d %s \u306f\u3059\u3067\u306b Arcserve UDP \u306b\u5b58\u5728\u3057\u307e\u3059\u3002 \n
D2D_SERVER_REG_JOB_NOT_SUPPORT=Arcserve UDP \u3067\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u305f\u3081\u3001\u30b8\u30e7\u30d6 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \n  
D2D_SERVER_REG_START=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u3092 Arcserve UDP \u306b\u767b\u9332\u3057\u307e\u3059\u3002\u3053\u306e\u30d7\u30ed\u30bb\u30b9\u306b\u5fc5\u8981\u306a\u6642\u9593\u306f\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306e\u30c7\u30fc\u30bf \u30b5\u30a4\u30ba\u306b\u3088\u3063\u3066\u7570\u306a\u308a\u307e\u3059\u3002
D2D_SERVER_REG_START_WITHOUT_DATA=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306e Arcserve UDP \u3078\u306e\u767b\u9332\u3092\u958b\u59cb\u3057\u307e\u3059\u3002
D2D_SERVER_REG_MIGRATE_DATA_SUCCEED=Arcserve UDP \u3078\u306e\u30c7\u30fc\u30bf \u30de\u30a4\u30b0\u30ec\u30fc\u30b7\u30e7\u30f3\u306f\u6b63\u5e38\u306b\u5b8c\u4e86\u3057\u307e\u3057\u305f\u3002
D2D_SERVER_REG_NODE_RESULT=\u5408\u8a08\u30ce\u30fc\u30c9: %s\u3001\u6210\u529f: %s\u3001\u5931\u6557: %s\u3002 \n
D2D_SERVER_REG_JOB_RESULT=\u5408\u8a08\u30b8\u30e7\u30d6: %s\u3001\u6210\u529f: %s\u3001\u5931\u6557: %s\u3002 \n
D2D_SERVER_REG_START_SERVICE_SUCCEED=Arcserve UDP Agent(Linux) \u304c\u6b63\u5e38\u306b\u8d77\u52d5\u3057\u307e\u3057\u305f\u3002
D2D_SERVER_REG_START_SERVICE_FAILED=Arcserve UDP Agent(Linux) \u306e\u8d77\u52d5\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
D2D_SERVER_REG_FAILED_TO_ADD_JOB_FOR_NODE=\u30ce\u30fc\u30c9 %s \u306e\u30b8\u30e7\u30d6\u3092 Arcserve UDP \u306b\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u7406\u7531: %s\u3002 \n
D2D_SERVER_REG_PASSWORD=\u30d1\u30b9\u30ef\u30fc\u30c9:
D2D_SERVER_REG_MANAGED_BY_UDP=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f Arcserve UDP %s \u3067\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u3059\u3002\n
D2D_SERVER_REG_MANAGED_BY_BACKUP_SERVER=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f\u3001\u5225\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0 %s \u3067\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u3059\u3002\n
D2D_SERVER_REG_NOT_MANAGED_BY_OTHERS=\u3053\u306e\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b5\u30fc\u30d0\u306f\u5225\u306e\u30b5\u30fc\u30d0\u3067\u7ba1\u7406\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002\n
#D2D_VirtualLab
D2D_VIRTUAL_LAB_NO_LAB=\u4eee\u60f3\u30e9\u30dc\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002

#D2D_RestoreFile
D2D_RESTORE_FILE_CREATE_TEMPLATE_SUCCEED=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8 \u30d5\u30a1\u30a4\u30eb %s \u304c\u6b63\u5e38\u306b\u4f5c\u6210\u3055\u308c\u307e\u3057\u305f\u3002
D2D_RESTORE_FILE_CREATE_TEMPLATE_FAILED=\u30c6\u30f3\u30d7\u30ec\u30fc\u30c8 \u30d5\u30a1\u30a4\u30eb %s \u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

# assure recovery 
CMD_700001=%s \u304c\u6b63\u5e38\u306b\u30b5\u30d6\u30df\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\u3002 \n
CMD_700002=\u30d0\u30c3\u30af\u30a2\u30c3\u30d7 \u30b8\u30e7\u30d6 %s \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u3053\u306e\u30b8\u30e7\u30d6\u304c\u5b58\u5728\u3059\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \n
CMD_700003=%s \u306e\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002 \u3053\u306e\u5fa9\u65e7\u30dd\u30a4\u30f3\u30c8\u304c\u5b58\u5728\u3059\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002  \n
CMD_700004=\u8a8d\u8a3c\u60c5\u5831\u304c\u7121\u52b9\u3067\u3059\u3002 \u30bb\u30c3\u30b7\u30e7\u30f3 \u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u3057\u3044\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002 \n 
CMD_700005=\u30ce\u30fc\u30c9 %s \u306e\u30a2\u30b7\u30e5\u30a2 \u30ea\u30ab\u30d0\u30ea \u30b8\u30e7\u30d6\u3092\u30b5\u30d6\u30df\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002 \u7406\u7531: %s \n

#D2D_User
D2D_USER_NO_USER=\u30e6\u30fc\u30b6\u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\n
D2D_USER_USERNAME_TOO_LONG=\u30e6\u30fc\u30b6\u540d\u306e\u6700\u5927\u9577\u306f %s \u3067\u3059\u3002\n
D2D_USER_GET_PASSWORD_FROM_CONSOLE_FAILED=\u73fe\u5728\u306e\u30b3\u30f3\u30bd\u30fc\u30eb\u304b\u3089\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u53d6\u5f97\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002 \u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002
D2D_USER_PASSWORD=\u30d1\u30b9\u30ef\u30fc\u30c9:
D2D_USER_PASSWORD_TOO_SHORT=\u30d1\u30b9\u30ef\u30fc\u30c9\u9577\u306f %s \u3088\u308a\u5927\u304d\u3044\u5024\u3067\u3042\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\n
D2D_USER_CONFIRM_PASSWORD=\u30d1\u30b9\u30ef\u30fc\u30c9\u306e\u78ba\u8a8d:
D2D_USER_USER_EMPTY=1 \u4eba\u306e\u30e6\u30fc\u30b6\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002\n
D2D_USER_USER_NOT_EXIST=\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6 %s \u304c\u5b58\u5728\u3057\u307e\u305b\u3093\u3002\n
D2D_USER_PASSWORD_EMPTY=\u30d1\u30b9\u30ef\u30fc\u30c9\u306f\u7a7a\u306b\u3067\u304d\u307e\u305b\u3093\u3002\n
D2D_USER_PASSWORD_PASSWORD_NO_SAME=\u5165\u529b\u3055\u308c\u305f 2 \u3064\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002\n
D2D_USER_USER_EXIST=\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6 %s \u306f\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002 \n
D2D_USER_ADD_SUCCESSFULLY=\u30e6\u30fc\u30b6 %s \u304c\u6b63\u5e38\u306b\u8ffd\u52a0\u3055\u308c\u307e\u3057\u305f\u3002\n
D2D_USER_ADD_FAILED=\u30e6\u30fc\u30b6 %s \u3092\u8ffd\u52a0\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\n
D2D_USER_UNLOCK_SUCCESSFULLY=\u30e6\u30fc\u30b6 %s \u304c\u6b63\u5e38\u306b\u30ed\u30c3\u30af\u89e3\u9664\u3055\u308c\u307e\u3057\u305f\u3002\n
D2D_USER_UNLOCK_FAILED=\u30e6\u30fc\u30b6 %s \u3092\u30ed\u30c3\u30af\u89e3\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\n
D2D_USER_LOCK_SUCCESSFULLY=\u30e6\u30fc\u30b6 %s \u304c\u6b63\u5e38\u306b\u30ed\u30c3\u30af\u3055\u308c\u307e\u3057\u305f\u3002\n
D2D_USER_LOCK_FAILED=\u30e6\u30fc\u30b6 %s \u3092\u30ed\u30c3\u30af\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\n
D2D_USER_CHANGE_PWD_SUCCESSFULLY=\u30e6\u30fc\u30b6 %s \u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u6b63\u5e38\u306b\u5909\u66f4\u3055\u308c\u307e\u3057\u305f\u3002\n
D2D_USER_CHANGE_PWD_FAILED=\u30e6\u30fc\u30b6 %s \u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5909\u66f4\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\n
D2D_USER_DELETE_SUCCESSFULLY=\u30e6\u30fc\u30b6 %s \u304c\u6b63\u5e38\u306b\u524a\u9664\u3055\u308c\u307e\u3057\u305f\u3002\n
D2D_USER_DELETE_FAILED=\u30e6\u30fc\u30b6 %s \u3092\u524a\u9664\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002\n
D2D_USER_NO_ACCESS=\u73fe\u5728\u306e\u30ed\u30b0\u30a4\u30f3 \u30e6\u30fc\u30b6\u306b\u30eb\u30fc\u30c8\u6a29\u9650\u304c\u306a\u3044\u305f\u3081\u3001\u3053\u306e\u30b3\u30de\u30f3\u30c9\u3092\u5b9f\u884c\u3059\u308b\u305f\u3081\u306e\u30a2\u30af\u30bb\u30b9\u6a29\u304c\u3042\u308a\u307e\u305b\u3093\u3002\n
D2D_USER_USER_NAME=\u30e6\u30fc\u30b6\u540d
D2D_USER_STATUS=\u30b9\u30c6\u30fc\u30bf\u30b9
D2D_USER_STATUS_NORMAL=\u901a\u5e38
D2D_USER_STATUS_LOCKED=\u30ed\u30c3\u30af\u6e08\u307f
D2D_USER_LAST_LOGIN_TIME=\u524d\u56de\u306e\u30ed\u30b0\u30a4\u30f3
D2D_USER_LOGIN_IP=\u30ed\u30b0\u30a4\u30f3 \u30a2\u30af\u30bb\u30b9 IP
