# @i18n blockstart notrans
NO_TEMPLATE=Error: The template %s is not existed. \n
NO_D2DSERVER=Error: No d2dserver identified. \n
SET_D2DSERVER=Please set D2D_SERVER in file %s . \n
SET_RESTORETYPE=Please set correct RESTORE_TYPE in file %s . \n
SET_SESSIONLOCATION=Please set SESSION_LOCATION in file %s . \n
SET_SOURCEMACHINE=Please set SOURCE_MACHINE in file %s . \n
SET_RUNJOBTIME=Please set RUNJOBNOW or RUNJOBON in file %s . \n
ANALYSIS_TEMPLATE_ERROR=Analysis the template %s error. Please check the format of template file. \n
RESTORE_SUBMITED_SUCCESS=Restore job submitted successful.
RESTORE_SUBMITED_FAIL=Restore job submitted failed.
BACKUP_SUBMITED_SUCCESS=Backup job submitted successfully.
BACKUP_SUBMITED_FAIL=Backup job submitted failed.
# @i18n blockend notrans

#D2D_Node
NODE_ADD_SUCCESS=Se ha agregado correctamente el nodo %s. \n
NODE_ADD_FAIL=Se ha producido un error al agregar el nodo %s. \n
NODE_DELETE_SUCCESS=Se ha suprimido correctamente el nodo %s. \n
NODE_DELETE_PROTECT=Se ha producido un error al suprimir el nodo porque hay una tarea ejecut\u00e1ndose actualmente en el nodo. \n
NODE_DELETE_CONNECTION_ERROR=Se ha producido un error al suprimir el nodo %s porque el nodo no se puede conectar. \n
NODE_DELETE_AUTH_ERROR=Se ha producido un error para suprimir el nodo %s porque no se puede conectar al nodo con el nombre de usuario y la contrase\u00f1a actuales. \n
NODE_DELETE_UNKNOWN_ERROR=Se ha producido un error al suprimir el nodo %s debido a un error desconocido. \n
NODE_DELETE_FAIL=Se ha producido un error al suprimir el nodo %s. \n
NODE_MODIFY_SUCCESS=Se ha modificado correctamente el nodo %s. \n
NODE_MODIFY_FAIL=Se ha producido un error al modificar el nodo %s. \n
NODE_NO_DESCRIPTION=No est\u00e1 disponible ninguna descripci\u00f3n para este nodo.
NODE_LIST_HEAD=Nombre del nodo, Nombre de usuario, Nombre de la tarea, Sistema operativo, Descripci\u00f3n
NODE_LIST_HEAD_UDP=Nombre del nodo, Nombre de usuario, Nombre del plan, Sistema operativo, Descripci\u00f3n
NODE_NO_EXISTED=El nodo %s no existe para este servidor de copia de seguridad. \n
NODE_ATTACH_JOB_SUCCESS=Se ha adjuntado el nodo %s correctamente a la tarea %s. \n
NODE_ATTACH_JOB_FAIL=Se ha producido un error al adjuntar el nodo %s a la tarea %s. \n
NODE_ADD_WITH_WARNING=Advertencia: La tarea de copia de seguridad puede producir un error, ya que depende del tipo de sesi\u00f3n del destino (NFS o CIFS). Se precisan los siguientes m\u00f3dulos, pero no se instalan: 
NODE_WARNING_NO_CIFS=Cifs
NODE_WARNING_NO_NFS=Cliente de NFS


#D2D_Job
JOB_SUBMIT_SUCCESSFUL=Se ha enviado correctamente la tarea %s. \n
JOB_SUBMIT_FAILED=Se ha producido un error al enviar la tarea %s. \n
JOB_CAN_NOT_FIND=Se ha producido un error al buscar la tarea %s. \n
JOB_CAN_NOT_FIND_WITH_NODE=Se ha producido un error al buscar la tarea %s con el nodo %s. \n
JOB_IS_RUNNING=Se ha producido un error al enviar la tarea %s porque no est\u00e1 actualmente en ejecuci\u00f3n. \n  
CANCEL_JOB_SUBMIT_SUCCESSFUL=Se ha enviado correctamente una solicitud de cancelaci\u00f3n para la tarea %s. \n
CANCEL_JOB_SUBMIT_FAILED=Se ha producido un error al enviar una solicitud de cancelaci\u00f3n para la tarea %s. \n
CANCEL_JOB_IS_NOT_RUNNING=Se ha producido un error al cancelar la tarea %s porque no est\u00e1 actualmente en ejecuci\u00f3n. \n
CANCEL_JOB_CAN_NOT_FIND=Se ha producido un error al cancelar la tarea %s porque esta tarea no se ha podido encontrar. \n
JOB_RESULT_DETAIL=El estado de la tarea %s es %s. \n
JOB_RESULT_SUCESS=El estado de la tarea %s es correcto. \n
JOB_RESULT_FAILED=El estado de la tarea %s es error. \n
JOB_RESULT_CANCELED=El estado de la tarea %s es cancelado. \n
JOB_RESULT_INCOMPLETED=El estado de la tarea %s es incompleto. \n
JOB_DELETE_SUCCESSFUL=Se ha suprimido correctamente la tarea %s. \n
JOB_DELETE_FAILED=Se ha producido un error al suprimir la tarea %s. \n
JOB_BMR_CREATE_SUCCESS=Se ha creado una nueva tarea de BMR correctamente. \n
JOB_BMR_CREATE_FAIL=No se puede crear una nueva tarea de BMR. \n
JOB_EXPORT_FAILED=Se ha producido un error al exportar la tarea.
JOB_EXPORT_FAILED_NO_JOB_EXPORT=Se ha producido un error al exportar la tarea al archivo porque no existe ninguna tarea obligatoria.
JOB_EXPORT_SUCCEED=Se ha exportado correctamente la tarea al archivo %s. \n
JOB_EXPORT_JOB_NOT_EXIST=La tarea %s no existe. \n
JOB_IMPORT_SUCCEED=Se ha importado correctamente la tarea desde el archivo %s. \n
JOB_IMPORT_FAILED_NO_JOB_IMPORT=Se ha producido un error al importar la tarea desde el archivo %s. \n
JOB_IMPORT_JOB_EXIST=La tarea %s ya existe. \n
JOB_IMPORT_JOB_NOT_SUPPORT=Arcserve UDP no es compatible con la tarea %s. \n

#D2D_Log
LOG_DISPLAY_TEXT_HEAD=ID de la tarea, Nombre de la tarea, Fecha y hora, Nombre del nodo, Mensaje
LOG_DISPLAY_HTML_HEAD=<tr><td>ID de tarea</td><td>Nombre de tarea</td><td>Nombre de nodo</td><td>Fecha y hora</td><td>Mensaje</td></tr>

#Session Information 
SESSION_APPEND_SUCCESSFUL=Se ha a\u00f1adido correctamente la informaci\u00f3n de la sesi\u00f3n. 
SESSION_APPEND_FAIL=No se ha podido a\u00f1adir la informaci\u00f3n de la sesi\u00f3n.
SESSION_REBUILD_SUCCESSFUL=Se ha completado correctamente la reconstrucci\u00f3n de la informaci\u00f3n de la sesi\u00f3n. 
SESSION_REBUILD_FAILED=No se ha podido reconstruir la informaci\u00f3n de la sesi\u00f3n.

#Unexpected Error
CMD_1000=Se ha producido un error inesperado. \n

#Cmd Common
CMD_000001=Los datos introducidos son incorrectos o falta informaci\u00f3n. Inicie sesi\u00f3n y repita la operaci\u00f3n. \n
CMD_000002=El formato del archivo XML es incorrecto. Vuelva a comprobar el archivo XML. \n
CMD_000003=Se ha producido un error al buscar la tarea en la cola de tareas. \n
CMD_000004=Se ha producido un error al validar el usuario. Compruebe el usuario y la contrase\u00f1a del servidor de copia de seguridad. \n
CMD_000005=Se ha producido un error al conectarse con el servidor de copia de seguridad. Compruebe que los valores de configuraci\u00f3n del cortafuegos est\u00e9n configurados para permitir esta conexi\u00f3n y que el servicio de copia de seguridad est\u00e9 en ejecuci\u00f3n. \n
CMD_000006=Se ha desactivado la funci\u00f3n porque Arcserve UDP est\u00e1 gestionando el servidor de copia de seguridad. \n
CMD_000007=Uso
TIME_FORMAT=dd/MM/yyyy HH:mm:ss


#D2D Node Management
CMD_100001=El nodo no se encuentra accesible o no es v\u00e1lido. Verifique que el nodo sea v\u00e1lido y que pueda alcanzarse y, a continuaci\u00f3n, int\u00e9ntelo de nuevo. \n
CMD_100002=Se ha producido un error al agregar el nodo, ya que no se instalan los siguientes m\u00f3dulos: Perl \n
CMD_100003=Se ha producido un error al agregar un nuevo nodo. Verifique que est\u00e1 utilizando la cuenta ra\u00edz o proporcione las credenciales de la cuenta ra\u00edz. \n
CMD_100004=Se ha producido un error al agregar el nodo especificado porque ya se ha agregado. \n
CMD_100005=Se ha producido un error al gestionar y suprimir el nodo porque actualmente lo est\u00e1 gestionando otro servidor de copia de seguridad. Si todav\u00eda desea gestionar y suprimir el nodo, puede hacerlo agregando "--force" de manera forzosa despu\u00e9s de la l\u00ednea de comandos.
CMD_100006=Se ha producido un error al suprimir el nodo porque no hay ning\u00fan nodo agregado actualmente para este servidor de copia de seguridad.  \n
CMD_100007=Se ha producido un error al modificar o suprimir el nodo especificado porque no se ha agregado en el servidor de copia de seguridad. \n
CMD_100008=Se ha producido un error al conectarse con el nodo. Compruebe que el nombre de usuario ra\u00edz y la contrase\u00f1a ra\u00edz sean correctos. \n
CMD_100009=Se ha producido un error al agregar un nodo. Verifique que el servidor de la shell segura (SSH) permita el comando ejecutado y que la contrase\u00f1a no haya caducado en el nodo %s. \n
CMD_100010=Las credenciales no son v\u00e1lidas. Verifique que el nombre de usuario y la contrase\u00f1a sean correctos e int\u00e9ntelo de nuevo. \n 
CMD_100011=El servidor de copia de seguridad no admite el SO o la versi\u00f3n del SO. \n
CMD_100012=La configuraci\u00f3n de la clave SSH no es v\u00e1lida. Para obtener m\u00e1s informaci\u00f3n sobre la configuraci\u00f3n de la clave SSH, consulte la documentaci\u00f3n del producto. \n
CMD_100013=Este servidor no puede gestionar este nodo. Hay una tarea de copia de seguridad en ejecuci\u00f3n actualmente. Int\u00e9ntelo de nuevo m\u00e1s tarde. \n
CMD_100014=Se ha producido un error al establecer la conexi\u00f3n con Arcserve UDP. \n
CMD_100015=El nombre del nodo proporcionado no es v\u00e1lido.
CMD_100016=Verifique que dispone de los permisos de escritura necesarios para la carpeta /tmp y que esta tenga espacio suficiente en el nodo %s.
CMD_100017=Se ha producido un error al modificar el nodo especificado porque no se ha agregado a Arcserve UDP. \n
CMD_100018=No se puede adjuntar el nodo a la tarea especificada porque Arcserve UDP est\u00e1 gestionando actualmente este servidor. \n
CMD_100019=No es una plataforma de Linux y no es compatible. \n
CMD_100020=No es Red Hat, CentOS ni SUSE y no es compatible. \n
CMD_100021=No es una arquitectura i386, i686 ni x86_64 y no es compatible. \n
CMD_100022=Motivo sin definir. \n


#D2D Log Management
CMD_200001=Se ha producido un error al buscar el registro de actividades. Verifique que el ID de la tarea relacionada sea correcto. \n
CMD_200002=Se requiere proporcionar la entrada para: --staticip, --subnet y --gateway. \n


#Generate session info
CMD_300001=Se ha producido un error al buscar el archivo. Verifique que existe este archivo.  \n
CMD_300002=El archivo %s est\u00e1 vac\u00edo. Verifique si este archivo es correcto. \n
CMD_300003=Se ha producido una excepci\u00f3n de IO al intentar acceder al archivo %s. \n
CMD_300004=Se ha producido un error al buscar la carpeta. Verifique que existe esta carpeta.  \n

#D2D Restore
CMD_400001=Se ha proporcionado una entrada incorrecta para el par\u00e1metro %s. \n
CMD_400002=El punto de recuperaci\u00f3n %s especificado no existe. \n
CMD_400003=Hay varias m\u00e1quinas virtuales con el mismo nombre %s.  \n
CMD_400004=Se ha producido un error al buscar una m\u00e1quina virtual con el nombre especificado %s.  \n
CMD_400005=Se ha producido un error al buscar el archivo de configuraci\u00f3n especificado %s.  \n
CMD_400006=La tarea de restauraci\u00f3n %s se ha enviado correctamente. \n
CMD_400007=Se ha producido un error al enviar la tarea de restauraci\u00f3n %s. \n
CMD_400008=No se puede realizar una tarea de reconstrucci\u00f3n completa para la sesi\u00f3n especificada porque no se ha realizado una copia de seguridad del volumen ra\u00edz. \n
CMD_400009=No se puede realizar una tarea de reconstrucci\u00f3n completa para la sesi\u00f3n especificada porque no se ha realizado una copia de seguridad del volumen de arranque. \n
CMD_400010=Se ha producido un error al crear el archivo de configuraci\u00f3n %s. \n
CMD_400011=Se ha producido un error al descifrar la contrase\u00f1a en el par\u00e1metro %s. \n
CMD_400012=Se ha producido un error al montar la ubicaci\u00f3n de almacenamiento. Compruebe que la ruta de ubicaci\u00f3n, el nombre de usuario y la contrase\u00f1a especificados sean todos correctos. \n
CMD_400013=Se ha producido un error al buscar una m\u00e1quina virtual con el uuid especificado %s.  \n
CMD_400014=Los siguientes par\u00e1metros son opcionales:
CMD_400015=El nodo de origen %s especificado no existe. \n
CMD_400016=El laboratorio virtual %s especificado no existe. \n
CMD_400017=El archivo %s especificado no existe en %s. \n
CMD_400018=%s tiene una longitud m\u00e1xima de %s caracteres. \n

CMD_500001=Proporciona una entrada para: %s. \n

CMD_600001=Se ha producido un error al buscar el archivo. Verifique que existe este archivo.  \n
CMD_600002=El formato del archivo %s no es correcto.  \n
CMD_600003=Se ha producido un error al iniciar el entorno virtual: %s \n
CMD_600004=La longitud m\u00e1xima del nombre de la tarea es de 20. \n

#D2D_Reg
D2D_SERVER_RELEASE_SUCCEED=Se ha liberado Arcserve UDP Agent(Linux) correctamente. Como resultado, otro servidor ya no lo gestionar\u00e1.
D2D_SERVER_RELEASE_FAILED=Se ha producido un error al liberar Arcserve UDP Agent(Linux) de este servidor de copia de seguridad.
D2D_SERVER_REG_SUCCEED=Este servidor de copia de seguridad se ha registrado correctamente en Arcserve UDP.
D2D_SERVER_REG_FAILED=Se ha producido un error al registrar este servidor de copia de seguridad en Arcserve UDP.
D2D_SERVER_IS_RUNNING=Arcserve UDP Agent(Linux) est\u00e1 actualmente en ejecuci\u00f3n. Se debe detener antes de poder ejecutar el comando.
D2D_SERVER_JOB_IS_RUNNING=Actualmente, hay una tarea en ejecuci\u00f3n en el servidor. Cancele la tarea o espere a la finalizaci\u00f3n de la misma.
D2D_SERVER_REG_FAILED_NODE=Se ha producido un error al agregar el nodo %s a Arcserve UDP. Motivo: %s. \n
D2D_SERVER_REG_JOB_RENAME=Se ha modificado el nombre de tarea %s como %s porque el nombre de tarea %s ya existe en Arcserve UDP. \n
D2D_SERVER_REG_JOB_NOT_SUPPORT=Se ha producido un error al agregar la tarea %s porque no es compatible con Arcserve UDP. \n  
D2D_SERVER_REG_START=Se ha iniciado el registro del servidor de copia de seguridad en Arcserve UDP. Este proceso puede tardar unos minutos en funci\u00f3n del tama\u00f1o de los datos del servidor de copia de seguridad.
D2D_SERVER_REG_START_WITHOUT_DATA=Iniciar el registro de este servidor de copia de seguridad en Arcserve UDP.
D2D_SERVER_REG_MIGRATE_DATA_SUCCEED=La migraci\u00f3n de datos a Arcserve UDP se ha completado correctamente.
D2D_SERVER_REG_NODE_RESULT=N\u00famero total de nodos: %s. Correctos: %s. Err\u00f3neos: %s. \n
D2D_SERVER_REG_JOB_RESULT=N\u00famero total de tareas: %s. Correctas: %s. Err\u00f3neas: %s. \n
D2D_SERVER_REG_START_SERVICE_SUCCEED=Arcserve UDP Agent(Linux) se ha iniciado correctamente.
D2D_SERVER_REG_START_SERVICE_FAILED=Se ha producido un error al iniciar Arcserve UDP Agent(Linux).
D2D_SERVER_REG_FAILED_TO_ADD_JOB_FOR_NODE=Se ha producido un error al agregar la tarea para el nodo %s en Arcserve UDP. Motivo: %s. \n
D2D_SERVER_REG_PASSWORD=Contrase\u00f1a:
D2D_SERVER_REG_MANAGED_BY_UDP=Arcserve UDP %s gestiona este servidor de copia de seguridad.\n
D2D_SERVER_REG_MANAGED_BY_BACKUP_SERVER=Otro servidor de copia de seguridad %s gestiona este servidor de copia de seguridad.\n
D2D_SERVER_REG_NOT_MANAGED_BY_OTHERS=Ning\u00fan otro servidor de copia de seguridad gestiona este servidor de copia de seguridad.\n
#D2D_VirtualLab
D2D_VIRTUAL_LAB_NO_LAB=No existe ning\u00fan laboratorio virtual.

#D2D_RestoreFile
D2D_RESTORE_FILE_CREATE_TEMPLATE_SUCCEED=Se ha creado correctamente el archivo de plantilla %s.
D2D_RESTORE_FILE_CREATE_TEMPLATE_FAILED=Se ha producido un error al crear el archivo de plantilla %s.

# assure recovery 
CMD_700001=%s se ha enviado correctamente. \n
CMD_700002=No se ha encontrado la tarea de copia de seguridad %s. Verifique que la tarea existe.  \n
CMD_700003=No se ha encontrado el punto de recuperaci\u00f3n de %s. Verifique que el punto de recuperaci\u00f3n existe.  \n
CMD_700004=Las credenciales no son v\u00e1lidas. Verifique que la contrase\u00f1a de sesi\u00f3n sea correcta e int\u00e9ntelo de nuevo. \n 
CMD_700005=Se ha producido un error al enviar la tarea de recuperaci\u00f3n para el nodo %s. Motivo: %s \n

#D2D_User
D2D_USER_NO_USER=No existe ning\u00fan usuario.\n
D2D_USER_USERNAME_TOO_LONG=El nombre de usuario tiene una longitud m\u00e1xima de %s caracteres.\n
D2D_USER_GET_PASSWORD_FROM_CONSOLE_FAILED=Se ha producido un error al obtener la contrase\u00f1a de la consola actual. Int\u00e9ntelo de nuevo.
D2D_USER_PASSWORD=Contrase\u00f1a:
D2D_USER_PASSWORD_TOO_SHORT=La longitud de contrase\u00f1a debe tener m\u00e1s de %s caracteres.\n
D2D_USER_CONFIRM_PASSWORD=Confirmar contrase\u00f1a:
D2D_USER_USER_EMPTY=Especifique un usuario.\n
D2D_USER_USER_NOT_EXIST=El usuario %s especificado no existe.\n
D2D_USER_PASSWORD_EMPTY=La contrase\u00f1a no puede estar vac\u00eda.\n
D2D_USER_PASSWORD_PASSWORD_NO_SAME=Las contrase\u00f1as introducidas no coinciden.\n
D2D_USER_USER_EXIST=El usuario %s especificado ya existe. \n
D2D_USER_ADD_SUCCESSFULLY=El usuario %s se ha agregado correctamente.\n
D2D_USER_ADD_FAILED=Se ha producido un error al agregar el usuario %s.\n
D2D_USER_UNLOCK_SUCCESSFULLY=El usuario %s se ha desbloqueado correctamente.\n
D2D_USER_UNLOCK_FAILED=Se ha producido un error al desbloquear el usuario %s.\n
D2D_USER_LOCK_SUCCESSFULLY=El usuario %s se ha bloqueado correctamente.\n
D2D_USER_LOCK_FAILED=Se ha producido un error al bloquear el usuario %s.\n
D2D_USER_CHANGE_PWD_SUCCESSFULLY=La contrase\u00f1a para el usuario %s se ha cambiado correctamente.\n
D2D_USER_CHANGE_PWD_FAILED=Se ha producido un error al cambiar la contrase\u00f1a para el usuario %s.\n
D2D_USER_DELETE_SUCCESSFULLY=El usuario %s se ha suprimido correctamente.\n
D2D_USER_DELETE_FAILED=Se ha producido un error al suprimir el usuario %s.\n
D2D_USER_NO_ACCESS=No dispone de acceso para ejecutar el comando. El usuario que tiene actualmente la sesi\u00f3n iniciada no dispone del privilegio ra\u00edz.\n
D2D_USER_USER_NAME=N. usuario
D2D_USER_STATUS=Estado
D2D_USER_STATUS_NORMAL=Normal
D2D_USER_STATUS_LOCKED=Bloqueado
D2D_USER_LAST_LOGIN_TIME=\u00daltimo inicio de sesi\u00f3n
D2D_USER_LOGIN_IP=IP de acceso al inicio de sesi\u00f3n
