# @i18n blockstart notrans
NO_TEMPLATE=Error: The template %s is not existed. \n
NO_D2DSERVER=Error: No d2dserver identified. \n
SET_D2DSERVER=Please set D2D_SERVER in file %s . \n
SET_RESTORETYPE=Please set correct RESTORE_TYPE in file %s . \n
SET_SESSIONLOCATION=Please set SESSION_LOCATION in file %s . \n
SET_SOURCEMACHINE=Please set SOURCE_MACHINE in file %s . \n
SET_RUNJOBTIME=Please set RUNJOBNOW or RUNJOBON in file %s . \n
ANALYSIS_TEMPLATE_ERROR=Analysis the template %s error. Please check the format of template file. \n
RESTORE_SUBMITED_SUCCESS=Restore job submitted successful.
RESTORE_SUBMITED_FAIL=Restore job submitted failed.
BACKUP_SUBMITED_SUCCESS=Backup job submitted successfully.
BACKUP_SUBMITED_FAIL=Backup job submitted failed.
# @i18n blockend notrans

#D2D_Node
NODE_ADD_SUCCESS=O n\u00f3 %s foi adicionado com \u00eaxito. \n
NODE_ADD_FAIL=Falha ao adicionar o n\u00f3 %s. \n
NODE_DELETE_SUCCESS=O n\u00f3 %s foi exclu\u00eddo com \u00eaxito. \n
NODE_DELETE_PROTECT=Falha ao excluir o n\u00f3, pois no momento n\u00e3o h\u00e1 tarefas em execu\u00e7\u00e3o nesse n\u00f3. \n
NODE_DELETE_CONNECTION_ERROR=Falha ao excluir o n\u00f3 %s, pois ele n\u00e3o pode ser conectado. \n
NODE_DELETE_AUTH_ERROR=Falha ao excluir o n\u00f3 %s, pois n\u00e3o \u00e9 poss\u00edvel efetuar logon no n\u00f3 com o nome de usu\u00e1rio e a senha atuais. \n
NODE_DELETE_UNKNOWN_ERROR=Falha ao excluir o n\u00f3 %s devido a um erro desconhecido. \n
NODE_DELETE_FAIL=Falha ao excluir o n\u00f3 %s. \n
NODE_MODIFY_SUCCESS=O n\u00f3 %s foi modificado com \u00eaxito. \n
NODE_MODIFY_FAIL=Falha ao modificar o n\u00f3 %s. \n
NODE_NO_DESCRIPTION=Uma descri\u00e7\u00e3o para este n\u00f3 n\u00e3o est\u00e1 dispon\u00edvel
NODE_LIST_HEAD=Nome do usu\u00e1rio, nome do n\u00f3, nome da tarefa, sistema operacional, descri\u00e7\u00e3o
NODE_LIST_HEAD_UDP=Nome do n\u00f3, Nome do usu\u00e1rio, Nome do plano, Sistema operacional, Descri\u00e7\u00e3o
NODE_NO_EXISTED=O n\u00f3 %s n\u00e3o existe para este servidor de backup. \n
NODE_ATTACH_JOB_SUCCESS=N\u00f3 %s conectado com \u00eaxito \u00e0 tarefa %s. \n
NODE_ATTACH_JOB_FAIL=Falha ao anexar o n\u00f3 %s \u00e0 tarefa %s. \n
NODE_ADD_WITH_WARNING=Aviso: tarefa de backup pode falhar, pois ela depende do tipo de sess\u00e3o no destino (NFS ou CIFS). Os seguintes m\u00f3dulos s\u00e3o necess\u00e1rios, mas n\u00e3o est\u00e3o instalados: 
NODE_WARNING_NO_CIFS=Cifs
NODE_WARNING_NO_NFS=Cliente NFS


#D2D_Job
JOB_SUBMIT_SUCCESSFUL=A tarefa %s foi enviada com \u00eaxito. \n
JOB_SUBMIT_FAILED=Falha ao enviar a tarefa %s. \n
JOB_CAN_NOT_FIND=Falha ao localizar a tarefa %s. \n
JOB_CAN_NOT_FIND_WITH_NODE=Falha ao localizar a tarefa %s com o n\u00f3 %s. \n
JOB_IS_RUNNING=Falha ao enviar a tarefa %s, pois ela n\u00e3o est\u00e1 sendo executada no momento. \n  
CANCEL_JOB_SUBMIT_SUCCESSFUL=Uma solicita\u00e7\u00e3o de cancelamento foi enviada com \u00eaxito para a tarefa %s. \n
CANCEL_JOB_SUBMIT_FAILED=Falha ao enviar uma solicita\u00e7\u00e3o de cancelamento da tarefa %s. \n
CANCEL_JOB_IS_NOT_RUNNING=Falha ao cancelar a tarefa %s, pois ela n\u00e3o est\u00e1 sendo executada no momento. \n
CANCEL_JOB_CAN_NOT_FIND=Falha ao cancelar a tarefa %s, pois n\u00e3o foi poss\u00edvel encontr\u00e1-la. \n
JOB_RESULT_DETAIL=O status da tarefa %s \u00e9 %s. \n
JOB_RESULT_SUCESS=O status da tarefa %s \u00e9 Bem-sucedido. \n
JOB_RESULT_FAILED=O status da tarefa %s \u00e9 Com falha. \n
JOB_RESULT_CANCELED=O status da tarefa %s \u00e9 Cancelado. \n
JOB_RESULT_INCOMPLETED=O status da tarefa %s \u00e9 Incompleto. \n
JOB_DELETE_SUCCESSFUL=A tarefa %s foi exclu\u00edda com \u00eaxito. \n
JOB_DELETE_FAILED=Falha ao excluir a tarefa %s. \n
JOB_BMR_CREATE_SUCCESS=Cria\u00e7\u00e3o de uma tarefa de recupera\u00e7\u00e3o bare metal realizada com \u00eaxito. \n
JOB_BMR_CREATE_FAIL=Falha ao criar uma tarefa de recupera\u00e7\u00e3o bare metal. \n
JOB_EXPORT_FAILED=Falha ao exportar a tarefa.
JOB_EXPORT_FAILED_NO_JOB_EXPORT=Falha ao exportar a tarefa para o arquivo, pois as tarefas n\u00e3o existem.
JOB_EXPORT_SUCCEED=A tarefa foi exportada com \u00eaxito para o arquivo %s. \n
JOB_EXPORT_JOB_NOT_EXIST=A tarefa %s n\u00e3o existe. \n
JOB_IMPORT_SUCCEED=A tarefa foi importada com \u00eaxito a partir do arquivo %s. \n
JOB_IMPORT_FAILED_NO_JOB_IMPORT=Falha ao importar a tarefa a partir do arquivo %s. \n
JOB_IMPORT_JOB_EXIST=A tarefa %s j\u00e1 existe. \n
JOB_IMPORT_JOB_NOT_SUPPORT=A tarefa %s n\u00e3o conta com suporte no Arcserve UDP. \n

#D2D_Log
LOG_DISPLAY_TEXT_HEAD=ID da tarefa, nome da tarefa, data e hora, nome do n\u00f3, mensagem
LOG_DISPLAY_HTML_HEAD=<tr><td>Job ID</td><td>Nome da tarefa</td><td>Nome do n\u00f3</td><td>Data e hora</td><td>Mensagem</td></tr>

#Session Information 
SESSION_APPEND_SUCCESSFUL=Informa\u00e7\u00f5es da sess\u00e3o anexadas com \u00eaxito. 
SESSION_APPEND_FAIL=Falha ao anexar as informa\u00e7\u00f5es da sess\u00e3o.
SESSION_REBUILD_SUCCESSFUL=Recria\u00e7\u00e3o das informa\u00e7\u00f5es da sess\u00e3o conclu\u00eddas com \u00eaxito. 
SESSION_REBUILD_FAILED=Falha ao recriar as informa\u00e7\u00f5es da sess\u00e3o.

#Unexpected Error
CMD_1000=Houve um erro inesperado. \n

#Cmd Common
CMD_000001=A entrada est\u00e1 incorreta ou ausente. Verifique e tente novamente. \n
CMD_000002=O formato do arquivo XML est\u00e1 incorreto. Verifique novamente o arquivo XML. \n
CMD_000003=Falha ao localizar a tarefa na fila de tarefas. \n
CMD_000004=Falha ao validar o usu\u00e1rio. Verifique o usu\u00e1rio e a senha do servidor de backup. \n
CMD_000005=Falha ao estabelecer conex\u00e3o com o servidor de backup. Verifique se as defini\u00e7\u00f5es de firewall est\u00e3o configuradas para permitir esta conex\u00e3o e se o servi\u00e7o de backup est\u00e1 em execu\u00e7\u00e3o. \n
CMD_000006=Essa fun\u00e7\u00e3o foi desativada, pois o servidor de backup est\u00e1 sendo gerenciado pelo Arcserve UDP. \n
CMD_000007=Uso
TIME_FORMAT=d/M/yyyy h:mm:ss


#D2D Node Management
CMD_100001=O n\u00f3 est\u00e1 inacess\u00edvel ou \u00e9 inv\u00e1lido. Verifique se o n\u00f3 \u00e9 v\u00e1lido, se est\u00e1 acess\u00edvel e tente novamente. \n
CMD_100002=Falha ao adicionar o n\u00f3 porque os seguintes m\u00f3dulos n\u00e3o est\u00e3o instalados: Perl \n
CMD_100003=Falha ao adicionar um novo n\u00f3. Verifique se voc\u00ea est\u00e1 usando a conta raiz ou forne\u00e7a a credencial da conta raiz. \n
CMD_100004=Falha ao adicionar o n\u00f3 especificado, pois ele j\u00e1 foi adicionado. \n
CMD_100005=Falha ao gerenciar e excluir o n\u00f3, pois ele est\u00e1 sendo gerenciado por outro servidor de backup. Se voc\u00ea ainda desejar gerenciar e excluir esse n\u00f3, \u00e9 poss\u00edvel fazer isso de modo for\u00e7ado adicionando \u201c--force\u201d ap\u00f3s a linha de comando.
CMD_100006=Falha ao excluir o n\u00f3, pois n\u00e3o h\u00e1 n\u00f3s adicionados no momento para este servidor de backup.  \n
CMD_100007=Falha ao modificar ou excluir o n\u00f3 especificado, porque ele n\u00e3o foi adicionado ao servidor de backup. \n
CMD_100008=Falha ao estabelecer conex\u00e3o com o n\u00f3. Verifique se o nome do usu\u00e1rio e a senha raiz est\u00e3o corretos. \n
CMD_100009=Falha ao adicionar o n\u00f3. Certifique-se de que o comando executado seja permitido pelo servidor SSH (Secure Shell) e de que a senha n\u00e3o tenha expirado no n\u00f3 %s. \n
CMD_100010=Credenciais inv\u00e1lidas. Verifique se o nome de usu\u00e1rio e a senha est\u00e3o corretos e tente novamente. \n 
CMD_100011=O sistema operacional ou a vers\u00e3o do sistema operacional n\u00e3o \u00e9 suportado pelo servidor de backup. \n
CMD_100012=Configura\u00e7\u00e3o da chave de SSH inv\u00e1lida. Para obter mais informa\u00e7\u00f5es sobre a configura\u00e7\u00e3o da chave de SSH, consulte a documenta\u00e7\u00e3o do produto. \n
CMD_100013=Este n\u00f3 n\u00e3o pode ser gerenciado por este servidor. H\u00e1 uma tarefa de backup em execu\u00e7\u00e3o no momento. Tente novamente mais tarde. \n
CMD_100014=Falha ao estabelecer conex\u00e3o com o Arcserve UDP especificado. \n
CMD_100015=Nome de n\u00f3 inv\u00e1lido fornecido.
CMD_100016=Certifique-se de que voc\u00ea tenha a devida permiss\u00e3o de grava\u00e7\u00e3o para a pasta /tmp e de que a pasta /tmp tenha espa\u00e7o no n\u00f3 %s.
CMD_100017=Falha ao modificar o n\u00f3 especificado, pois ele n\u00e3o foi adicionado \u00e0 Arcserve UDP. \n
CMD_100018=N\u00e3o foi poss\u00edvel anexar o n\u00f3 \u00e0 tarefa especificada, pois este servidor est\u00e1 sendo atualmente gerenciado pela Arcserve UDP. \n
CMD_100019=Ela n\u00e3o \u00e9 uma plataforma Linux e n\u00e3o \u00e9 suportada. \n
CMD_100020=N\u00e3o \u00e9 Red Hat, Cent OS nem SUSE e n\u00e3o \u00e9 suportada. \n
CMD_100021=Ela n\u00e3o \u00e9 uma arquitetura i386/i686/x86_64 e n\u00e3o \u00e9 suportada. \n
CMD_100022=Motivo indefinido. \n


#D2D Log Management
CMD_200001=Falha ao localizar a atividade de log. Verifique se a ID da tarefa relacionada est\u00e1 correta. \n
CMD_200002=\u00c9 preciso fornecer uma entrada para: "--staticip", "--subnet" e "--gateway". \n


#Generate session info
CMD_300001=Falha ao tentar localizar o arquivo %s. Verifique se ele existe.  \n
CMD_300002=O arquivo %s est\u00e1 vazio. Verifique se esse \u00e9 o arquivo correto. \n
CMD_300003=Houve uma exce\u00e7\u00e3o de E/S ao tentar acessar o arquivo %s. \n
CMD_300004=Falha ao tentar localizar a pasta %s. Verifique se ela existe.  \n

#D2D Restore
CMD_400001=Entrada incorreta fornecida para o par\u00e2metro %s. \n
CMD_400002=O ponto de recupera\u00e7\u00e3o \u201c%s\u201d especificado n\u00e3o existe. \n
CMD_400003=H\u00e1 v\u00e1rias VMs com o mesmo nome %s.  \n
CMD_400004=Falha ao localizar uma VM com o nome %s especificado.  \n
CMD_400005=Falha ao localizar o arquivo de configura\u00e7\u00e3o %s especificado.  \n
CMD_400006=A tarefa de restaura\u00e7\u00e3o %s foi enviada com \u00eaxito. \n
CMD_400007=Falha ao enviar a tarefa de restaura\u00e7\u00e3o %s. \n
CMD_400008=N\u00e3o \u00e9 poss\u00edvel executar uma tarefa BMR para a sess\u00e3o especificada, porque n\u00e3o foi feito backup do volume raiz. \n
CMD_400009=N\u00e3o \u00e9 poss\u00edvel executar uma tarefa BMR para a sess\u00e3o especificada, porque n\u00e3o foi feito backup do volume de inicializa\u00e7\u00e3o. \n
CMD_400010=Falha ao criar o arquivo de configura\u00e7\u00e3o %s. \n
CMD_400011=Falha ao descriptografar a senha no par\u00e2metro %s. \n
CMD_400012=Falha ao montar o local de armazenamento. Verifique se o caminho do local, o nome de usu\u00e1rio e a senha foram especificados corretamente. \n
CMD_400013=Falha ao localizar uma VM com a UUID %s especificada.  \n
CMD_400014=Os seguintes par\u00e2metros s\u00e3o opcionais:
CMD_400015=O n\u00f3 de origem "%s" especificado n\u00e3o existe. \n
CMD_400016=O laborat\u00f3rio virtual "%s" especificado n\u00e3o existe. \n
CMD_400017=O arquivo "%s" especificado n\u00e3o existe em %s. \n
CMD_400018=O tamanho m\u00e1ximo de %s is %s. \n

CMD_500001=\u00c9 necess\u00e1rio fornecer uma entrada para: %s. \n

CMD_600001=Falha ao tentar localizar o arquivo %s. Verifique se ele existe.  \n
CMD_600002=O formato do arquivo %s est\u00e1 incorreto.  \n
CMD_600003=Falha ao criar o ambiente virtual. Motivo: %s \n
CMD_600004=O tamanho m\u00e1ximo do nome \u00e9 20 caracteres. \n

#D2D_Reg
D2D_SERVER_RELEASE_SUCCEED=Arcserve UDP Agent(Linux) liberado com \u00eaxito. Como resultado, este servidor de backup n\u00e3o est\u00e1 mais sendo gerenciado por outro servidor.
D2D_SERVER_RELEASE_FAILED=Falha ao liberar o Arcserve UDP Agent(Linux) deste servidor de backup.
D2D_SERVER_REG_SUCCEED=Este servidor de backup foi registrado com \u00eaxito no Arcserve UDP.
D2D_SERVER_REG_FAILED=Falha ao registrar este servidor de backup para o Arcserve UDP.
D2D_SERVER_IS_RUNNING=No momento, o Arcserve UDP Agent(Linux) est\u00e1 em execu\u00e7\u00e3o e dever\u00e1 ser interrompido antes da execu\u00e7\u00e3o deste comando.
D2D_SERVER_JOB_IS_RUNNING=No momento, h\u00e1 uma tarefa em execu\u00e7\u00e3o neste servidor de backup. Cancele-a ou aguarde sua conclus\u00e3o.
D2D_SERVER_REG_FAILED_NODE=Falha ao adicionar o n\u00f3 %s ao Arcserve UDP. Motivo: %s. \n
D2D_SERVER_REG_JOB_RENAME=A tarefa %s foi renomeada como %s porque o nome da tarefa %s j\u00e1 existe no Arcserve UDP. \n
D2D_SERVER_REG_JOB_NOT_SUPPORT=Falha ao adicionar a tarefa %s, pois ela n\u00e3o \u00e9 compat\u00edvel com o Arcserve UDP. \n  
D2D_SERVER_REG_START=Iniciar o registro deste servidor de backup no Arcserve UDP. Este processo pode levar algum tempo, dependendo do volume de dados do servidor de backup.
D2D_SERVER_REG_START_WITHOUT_DATA=Iniciar o registro deste servidor de backup no Arcserve UDP.
D2D_SERVER_REG_MIGRATE_DATA_SUCCEED=A migra\u00e7\u00e3o de dados para o Arcserve UDP foi conclu\u00edda com \u00eaxito.
D2D_SERVER_REG_NODE_RESULT=Total de %s n\u00f3s, %s bem-sucedidos, %s com falha. \n
D2D_SERVER_REG_JOB_RESULT=Total de %s tarefas, %s bem-sucedidas, %s com falha. \n
D2D_SERVER_REG_START_SERVICE_SUCCEED=\u00caxito ao iniciar o Arcserve UDP Agent(Linux).
D2D_SERVER_REG_START_SERVICE_FAILED=Falha ao iniciar o Arcserve UDP Agent(Linux).
D2D_SERVER_REG_FAILED_TO_ADD_JOB_FOR_NODE=Falha ao adicionar a tarefa do n\u00f3 %s ao Arcserve UDP. Motivo: %s. \n
D2D_SERVER_REG_PASSWORD=Senha:
D2D_SERVER_REG_MANAGED_BY_UDP=Este servidor de backup n\u00e3o \u00e9 gerenciado pelo %s do Arcserve UDP.\n
D2D_SERVER_REG_MANAGED_BY_BACKUP_SERVER=Este servidor de backup \u00e9 gerenciado por outro servidor de backup %s.\n
D2D_SERVER_REG_NOT_MANAGED_BY_OTHERS=Este servidor de backup n\u00e3o \u00e9 gerenciado por outro servidor.\n
#D2D_VirtualLab
D2D_VIRTUAL_LAB_NO_LAB=N\u00e3o h\u00e1 nenhum laborat\u00f3rio virtual existente.

#D2D_RestoreFile
D2D_RESTORE_FILE_CREATE_TEMPLATE_SUCCEED=Arquivo de modelo %s criado com \u00eaxito.
D2D_RESTORE_FILE_CREATE_TEMPLATE_FAILED=Falha ao criar arquivo de modelo %s.

# assure recovery 
CMD_700001=%s enviado com \u00eaxito. \n
CMD_700002=N\u00e3o foi poss\u00edvel encontrar a tarefa de backup %s. Verifique se a tarefa existe.  \n
CMD_700003=N\u00e3o foi poss\u00edvel encontrar o ponto de recupera\u00e7\u00e3o de %s. Verifique se o ponto de recupera\u00e7\u00e3o existe.  \n
CMD_700004=Credenciais inv\u00e1lidas. Verifique se a senha da sess\u00e3o est\u00e1 correta e tente novamente. \n 
CMD_700005=N\u00e3o foi poss\u00edvel enviar a tarefa de recupera\u00e7\u00e3o garantida para o n\u00f3 %s. Motivo: %s \n

#D2D_User
D2D_USER_NO_USER=N\u00e3o h\u00e1 nenhum usu\u00e1rio.\n
D2D_USER_USERNAME_TOO_LONG=O tamanho m\u00e1ximo do nome de usu\u00e1rio \u00e9 %s.\n
D2D_USER_GET_PASSWORD_FROM_CONSOLE_FAILED=N\u00e3o foi poss\u00edvel obter a senha do console do atual. Tente novamente.
D2D_USER_PASSWORD=Senha:
D2D_USER_PASSWORD_TOO_SHORT=O comprimento da senha deve exceder %s.\n
D2D_USER_CONFIRM_PASSWORD=Confirmar senha:
D2D_USER_USER_EMPTY=Especifique um usu\u00e1rio.\n
D2D_USER_USER_NOT_EXIST=O usu\u00e1rio especificado %s n\u00e3o existe.\n
D2D_USER_PASSWORD_EMPTY=A senha n\u00e3o pode ficar em branco.\n
D2D_USER_PASSWORD_PASSWORD_NO_SAME=As duas senhas digitadas n\u00e3o coincidem.\n
D2D_USER_USER_EXIST=O usu\u00e1rio especificado %s j\u00e1 existe. \n
D2D_USER_ADD_SUCCESSFULLY=Usu\u00e1rio %s adicionado com \u00eaxito.\n
D2D_USER_ADD_FAILED=N\u00e3o foi poss\u00edvel adicionar o usu\u00e1rio %s.\n
D2D_USER_UNLOCK_SUCCESSFULLY=O usu\u00e1rio %s foi desbloqueado com \u00eaxito.\n
D2D_USER_UNLOCK_FAILED=N\u00e3o foi poss\u00edvel liberar o usu\u00e1rio %s.\n
D2D_USER_LOCK_SUCCESSFULLY=Usu\u00e1rio %s bloqueado com \u00eaxito.\n
D2D_USER_LOCK_FAILED=N\u00e3o foi poss\u00edvel bloquear o usu\u00e1rio %s.\n
D2D_USER_CHANGE_PWD_SUCCESSFULLY=A senha do usu\u00e1rio %s foi alterada com \u00eaxito.\n
D2D_USER_CHANGE_PWD_FAILED=N\u00e3o foi poss\u00edvel alterar a senha do usu\u00e1rio %s.\n
D2D_USER_DELETE_SUCCESSFULLY=Usu\u00e1rio %s exclu\u00eddo com \u00eaxito.\n
D2D_USER_DELETE_FAILED=N\u00e3o foi poss\u00edvel excluir o usu\u00e1rio %s.\n
D2D_USER_NO_ACCESS=Voc\u00ea n\u00e3o tem acesso para executar esse comando porque o usu\u00e1rio logado no momento n\u00e3o tem privil\u00e9gio de raiz.\n
D2D_USER_USER_NAME=Nome do usu\u00e1rio
D2D_USER_STATUS=Status
D2D_USER_STATUS_NORMAL=Normal
D2D_USER_STATUS_LOCKED=Bloqueado
D2D_USER_LAST_LOGIN_TIME=\u00daltimo logon
D2D_USER_LOGIN_IP=IP de logon acessado
