productName=Arcserve UDP Agent(Linux)
server=Servidor
MaxFolderDescription=Hay demasiadas carpetas para mostrarlo todo. Introduzca la ruta manualmente.
MaxFileDescription=Hay demasiados archivos para mostrarlo todo. Introduzca la ruta manualmente.

nodeDiscoveryStart=Se ha iniciado la detecci\u00f3n de nodos.
nodeDiscoveryFailedWithNoScript=Se ha producido un error en la detecci\u00f3n del nodo. No se encuentra el script %s.
nodeDiscoverySucceed=Se ha detectado el nodo correctamente. Total de %s nodos, se han importado %s nodos, se han actualizado %s nodos.
nodeDiscoveryFinishedWithWarning=Ha finalizado la detecci\u00f3n del nodo. Total de %s nodos, se han importado %s nodos, se han actualizado %s nodos, no se han importado %s nodos.
nodeDiscoveryFailed=Se ha producido un error en la detecci\u00f3n del nodo. Para obtener m\u00e1s informaci\u00f3n, consulte el registro del servidor.
nodeDiscoverySucceedWithoutReport=Se ha detectado el nodo correctamente.
nodeDiscoverySucceedWithReport=Se ha detectado el nodo correctamente. Informe del script: %s
nodeDiscoveryFailedWithReport=Se ha producido un error en la detecci\u00f3n del nodo. Informe del script: %s
nodeDiscoveryJobName=Detecci\u00f3n de nodos
Common_EncryptionError=Se ha producido un error durante el cifrado de las credenciales del usuario.
D2DManagementJobName=Gesti\u00f3n del servidor de copia de seguridad
D2DManagementCannotConnect=No se puede conectar al servidor de copia de seguridad %s.
D2DManagementManagedByOther=Otro servidor de copia de seguridad est\u00e1 gestionando actualmente este servidor de copia de seguridad.
D2DManagementWrongCredential=Las credenciales del usuario no son v\u00e1lidas.
D2DManagementHasManagedOther=Este servidor de copia de seguridad est\u00e1 gestionando actualmente otros servidores de copia de seguridad. Se deben suprimir primero estos servidores de copia de seguridad que este servidor de copia de seguridad est\u00e1 gestionando.
D2DManagementNotManagedByMe=El servidor actual no gestiona el servidor de copia de seguridad %s.
D2DManagementAlreadyManaged=El servidor de copia de seguridad que est\u00e1 intentando gestionar ya est\u00e1 gestionado por este servidor de copia de seguridad.
BackupLocationAlertJobName=Alerta del almacenamiento de la copia de seguridad
BackupLocationAlertSucceed=La alerta de almacenamiento de la copia de seguridad para %s se ha enviado correctamente.
BackupLocationAlertFailed=Se ha producido un error al enviar la alerta del almacenamiento de la copia de seguridad para %s.
BackupLocationAlertNoScript=Se ha producido un error al buscar el script de alerta del almacenamiento de la copia de seguridad.
nodeDeleteFailed=Se ha producido un error al eliminar el controlador de %s para el nodo: %s.
nodeDeleteSuccess=El nodo %s se ha suprimido correctamente.
nodeDelete=Suprimir nodo
serverMaintenanceJobName=Mantenimiento del servidor
purgeDBSucceeed=Los registros de la base de datos anteriores a %s se han borrado definitivamente de forma correcta.
purgeDBFailed=Se ha producido un error al borrar definitivamente la base de datos.

serverTimeZone=Informaci\u00f3n sobre la zona horaria del servidor: id="%s", useDaylight="%s"
currentVersion=Versi\u00f3n actual: %s
shutDown=Se ha finalizado el cierre del servidor de copia de seguridad

existedKey=Clave de licencias actualmente en uso
invalidKey=Clave de licencia no v\u00e1lida
internalError=Error interno. Int\u00e9ntelo de nuevo.
licenseInternalError=La funci\u00f3n de autorizaci\u00f3n no puede funcionar.
licenseNotWork=La funci\u00f3n de licencia no funciona porque no se instala glibc de 32 bits. Instale el glibc de 32 bits manualmente para que funcione la funci\u00f3n de licencia.
licenseNotCompatible=La licencia de CA detectada no es compatible con %s

existExpireRecoverySet=El n\u00famero especificado de conjuntos de recuperaci\u00f3n para retener es %s. El n\u00famero actual de conjuntos de recuperaci\u00f3n retenidos es %s.
removeRecoverySetSuccessfully=Se ha eliminado el conjunto de recuperaci\u00f3n del punto de recuperaci\u00f3n %s en %s correctamente.

planNotExistInUDP=Se suprime el plan(%s) porque no existe en Arcserve UDP.
nodeIsNotProtectedByPlan=La tarea de copia de seguridad se ha suprimido para el nodo %s porque el plan (%s) no lo protege. 
planChangedInUDP=Se ha producido un error al ejecutar la tarea de copia de seguridad porque el plan (%s) se ha cambiado en Arcserve UDP.
buildVersion=versi\u00f3n %s (compilaci\u00f3n %s)

failedToUpdateRegInfoForNode=Se ha producido un error al actualizar la informaci\u00f3n del registro para el nodo %s. Raz\u00f3n: %s.
failedToConnectNodeWrongCrentails=Nombre de usuario o contrase\u00f1a no v\u00e1lidos.
failedToConnectNodeWrongNetwork=Se ha producido un error de red. Verifique que el nodo est\u00e1 activado y que la conexi\u00f3n SSH funciona correctamente.
failedToConnectNodeWrongSSHKey=La configuraci\u00f3n de la clave SSH no es v\u00e1lida.
failedToConnectNodeNotRootUser=El nombre de usuario no es un usuario ra\u00edz.
failedToConnectNodeInvalidRootPasswd=Nombre de usuario o contrase\u00f1a no v\u00e1lidos para usuario ra\u00edz.
failedToConnectNodePwdExpired=Verifique que el servidor SSH permite la ejecuci\u00f3n del comando y que la contrase\u00f1a no ha caducado.
failedToConnectNodeUndefinedReason=Motivo no definido.
failedToConnectLicenseServer=Se ha producido un error al establecer la conexi\u00f3n con el servidor %s. Verifique que existe una buena conexi\u00f3n entre la red y este servidor.

start_instant_vm_job_start=Iniciar tarea de m\u00e1quina virtual instant\u00e1nea.
start_instant_vm_job_init=Inicie la tarea de m\u00e1quina virtual instant\u00e1nea.
start_instant_vm_job_init_successfully=Se ha iniciado correctamente la tarea de m\u00e1quina virtual instant\u00e1nea.
start_instant_vm_job_init_failed=Se ha producido un error al iniciar la tarea de la m\u00e1quina virtual instant\u00e1nea.
start_instant_vm_job_create_vm=Inicie la creaci\u00f3n de m\u00e1quina virtual %s.
start_instant_vm_job_create_vm_successfully=Se ha creado correctamente la m\u00e1quina virtual %s.
start_instant_vm_job_create_vm_failed=Se ha producido un error al crear la m\u00e1quina virtual %s.
start_instant_vm_job_start_vm=Inicie el encendido de la m\u00e1quina virtual %s.
start_instant_vm_job_start_vm_failed=Se ha producido un error al encender la m\u00e1quina virtual %s.
start_instant_vm_job_start_vm_successfully=Se ha encendido correctamente la m\u00e1quina virtual %s.
start_instant_vm_job_start_failed=Se ha producido un error al iniciar la tarea de m\u00e1quina virtual instant\u00e1nea.
start_instant_vm_job_start_successfully=Se ha iniciado correctamente la tarea de m\u00e1quina virtual instant\u00e1nea.
stop_instant_vm_job=Detener tarea de m\u00e1quina virtual instant\u00e1nea.
stop_instant_vm_job_stop_vm_failed=Se ha producido un error al detener la m\u00e1quina virtual %s.
stop_instant_vm_job_stop_vm_successfully=Se ha detenido correctamente la m\u00e1quina virtual %s.
stop_instant_vm_job_failed=Se ha producido un error al detener la tarea de m\u00e1quina virtual instant\u00e1nea.
stop_instant_vm_job_successfully=Se ha detenido correctamente la tarea de m\u00e1quina virtual instant\u00e1nea.
start_instant_vm_job_ready_to_use=La m\u00e1quina virtual %s est\u00e1 lista para su uso.

jobCanceledWhenDatastoreStoped=Se cancelar\u00e1 la tarea %s porque se ha detenido el almac\u00e9n de datos %s en el servidor de puntos de recuperaci\u00f3n %s.
jobCanceledWhenDatastoreModified=Se cancelar\u00e1 la tarea %s porque se ha modificado el almac\u00e9n de datos %s en el servidor de puntos de recuperaci\u00f3n %s.
jobCanceledWhenDatastoreDeleted=Se cancelar\u00e1 la tarea %s porque se ha suprimido el almac\u00e9n de datos %s en el servidor de puntos de recuperaci\u00f3n %s.

submitJobFailedWhenRPSCredentialWrong=Se ha producido un error al ejecutar la tarea de %s. Las credenciales del servidor de puntos de recuperaci\u00f3n %s son incorrectas. 
submitJobFailedWhenRPSNotReachable=Se ha producido un error al ejecutar la tarea de %s. No se puede acceder al servidor de puntos de recuperaci\u00f3n %s.
submitJobFailedWhenDatastoreNotExist=Se ha producido un error al ejecutar la tarea de %s. El almac\u00e9n de datos %s no existe en el servidor de puntos de recuperaci\u00f3n %s.
submitJobFailedWhenDatastoreStopped=Se ha producido un error al ejecutar la tarea de %s. El almac\u00e9n de datos %s no est\u00e1 en ejecuci\u00f3n en el servidor de puntos de recuperaci\u00f3n %s.
submitJobFailedWhenDatastoreRestoreMode=Se ha producido un error al ejecutar la tarea de %s porque el almac\u00e9n de datos %s est\u00e1 en el modo de restauraci\u00f3n en el servidor de puntos de recuperaci\u00f3n %s.
submitJobFailedWhenDatastoreError=Se ha producido un error al ejecutar la tarea de %s porque el almac\u00e9n de datos %s contiene errores en el servidor de puntos de recuperaci\u00f3n %s.

failedToRunJobWhenPurgeJobIsRunning=Se ha producido un error al ejecutar la tarea %s para %s porque se est\u00e1 ejecutando una tarea de borrado definitivo para este nodo.

diagUtilityExecStart=Se empieza a recopilar la informaci\u00f3n de diagn\u00f3stico.
diagUtilityExecSuccess=La informaci\u00f3n de diagn\u00f3stico se ha recopilado correctamente en la ubicaci\u00f3n %s.
diagUtilityExecFail=Se ha producido un error al recopilar la informaci\u00f3n de diagn\u00f3stico en la ubicaci\u00f3n %s.
collectDiagnosticInformation=Recopilar informaci\u00f3n de diagn\u00f3stico
diagUtilityNodeNotExist=Se ha producido un error al recopilar la informaci\u00f3n de diagn\u00f3stico. Compruebe que el nodo exista.

failedToCreateVMOnEC2=Se ha producido un error al crear la m\u00e1quina virtual en AWS EC2. EC2 informa del error siguiente: %s
securityGroupDescription=Utilizado para la conexi\u00f3n SSH
sourceMachine=Equipo de origen
testType=Tipo de prueba
instantVm=M\u00e1quina virtual instant\u00e1nea
recoveryServer=Servidor de recuperaci\u00f3n
sessionNumber=N\u00famero de sesi\u00f3n
arjs=Estado de la tarea recuperaci\u00f3n asegurada
executionTime=Hora de ejecuci\u00f3n
warning=Advertencia
information=Informaci\u00f3n
error=Error
finished=Finalizado
failed=Incorrecto
activityLog=Registro de actividad
errorsSubject=Recuperaci\u00f3n asegurada err\u00f3nea (Equipo de origen: %s)
successfulSubject=Recuperaci\u00f3n asegurada correcta (Equipo de origen: %s)
emailSendFailed=Se ha producido un error al enviar el correo electr\u00f3nico debido al error: %s
notSupportWindows=La recuperaci\u00f3n asegurada de Linux no es compatible con el nodo de no Linux [%s].

ivm_flag_notes=Arcserve UDP ha agregado esta l\u00ednea.No la elimine ni la cambie.
vmwareReportError=VMware vCenter/ESX(i) ha informado sobre el siguiente error: %s
hypervReportError=Microsoft Hyper-V ha informado sobre el siguiente error: %s