productName=Arcserve UDP Agent(Linux)
server=Serveur
MaxFolderDescription=Impossible d'afficher les dossiers, car ils sont trop nombreux. Entrez le chemin d'acc\u00e8s manuellement.
MaxFileDescription=Impossible d'afficher les fichiers, car ils sont trop nombreux. Entrez le chemin d'acc\u00e8s manuellement.

nodeDiscoveryStart=La d\u00e9tection des noeuds a d\u00e9marr\u00e9.
nodeDiscoveryFailedWithNoScript=Echec de la d\u00e9tection des noeuds. Le script %s est introuvable
nodeDiscoverySucceed=La d\u00e9tection des noeuds est termin\u00e9e. Nombre total de noeuds : %s. Noeuds import\u00e9s : %s. Noeuds mis \u00e0 jour : %s
nodeDiscoveryFinishedWithWarning=La d\u00e9tection des noeuds est termin\u00e9e. Nombre total de noeuds : %s. Noeuds import\u00e9s : %s. Noeuds mis \u00e0 jour : %s. Noeuds non import\u00e9s : %s
nodeDiscoveryFailed=Echec de la d\u00e9tection des noeuds. Pour plus d''informations, consultez le journal du serveur.
nodeDiscoverySucceedWithoutReport=Le noeud a \u00e9t\u00e9 d\u00e9tect\u00e9.
nodeDiscoverySucceedWithReport=Les noeuds ont \u00e9t\u00e9 d\u00e9tect\u00e9s. Rapport du script : %s
nodeDiscoveryFailedWithReport=Echec de la d\u00e9tection des noeuds. Rapport du script : %s
nodeDiscoveryJobName=D\u00e9tection des noeuds
Common_EncryptionError=Une erreur s''est produite lors du chiffrement des informations d''identification de l''utilisateur.
D2DManagementJobName=Gestion du serveur de sauvegarde
D2DManagementCannotConnect=Connexion au serveur de sauvegarde %s impossible
D2DManagementManagedByOther=Ce serveur de sauvegarde est actuellement g\u00e9r\u00e9 par un autre serveur de sauvegarde.
D2DManagementWrongCredential=Informations d''identification de l''utilisateur non valides
D2DManagementHasManagedOther=Ce serveur de sauvegarde g\u00e8re actuellement d''autres serveurs de sauvegarde. Vous devez d''abord supprimer les serveurs de sauvegarde g\u00e9r\u00e9s par ce serveur de sauvegarde.
D2DManagementNotManagedByMe=Le serveur de sauvegarde %s n''est pas g\u00e9r\u00e9 par le serveur actuel.
D2DManagementAlreadyManaged=Le serveur de sauvegarde que vous tentez de g\u00e9rer est d\u00e9j\u00e0 g\u00e9r\u00e9 par ce serveur de sauvegarde.
BackupLocationAlertJobName=Alerte de stockage de sauvegarde
BackupLocationAlertSucceed=L''alerte de stockage de sauvegarde a \u00e9t\u00e9 envoy\u00e9e pour %s.
BackupLocationAlertFailed=Echec de l''envoi de l''alerte de stockage de sauvegarde pour %s.
BackupLocationAlertNoScript=Le script d''alerte de stockage de la sauvegarde est introuvable.
nodeDeleteFailed=Echec de la suppression du pilote %s pour le noeud %s
nodeDeleteSuccess=Noeud supprim\u00e9 : %s
nodeDelete=Supprimer un noeud
serverMaintenanceJobName=Maintenance du serveur
purgeDBSucceeed=Les enregistrements ant\u00e9rieurs \u00e0 %s ont \u00e9t\u00e9 purg\u00e9s de la base de donn\u00e9es.
purgeDBFailed=Echec de la purge de la base de donn\u00e9es

serverTimeZone=Informations sur le fuseau horaire du serveur : ID (%s), heure d''\u00e9t\u00e9 (%s)
currentVersion=Version actuelle : %s
shutDown=Le serveur de sauvegarde a \u00e9t\u00e9 arr\u00eat\u00e9.

existedKey=Cl\u00e9 de licence en cours d''utilisation
invalidKey=Cl\u00e9 de licence non valide
internalError=Une erreur interne s''est produite. R\u00e9essayez.
licenseInternalError=La fonctionnalit\u00e9 de licence ne fonctionne pas.
licenseNotWork=La fonctionnalit\u00e9 de licence ne fonctionne pas, car vous n''avez pas install\u00e9 la version 32 bits de glibc. Pour activer la fonctionnalit\u00e9 de licence, vous devez installer manuellement la version 32 bits de glibc.
licenseNotCompatible=La licence CA d\u00e9tect\u00e9e n''est pas compatible avec %s.
existExpireRecoverySet=Nombre d''ensembles de r\u00e9cup\u00e9ration sp\u00e9cifi\u00e9 pour conservation : %s ; nombre actuel d''ensembles de r\u00e9cup\u00e9ration conserv\u00e9s : %s
removeRecoverySetSuccessfully=L''ensemble de r\u00e9cup\u00e9ration a \u00e9t\u00e9 supprim\u00e9 \u00e0 partir du point de r\u00e9cup\u00e9ration %s sur %s.

planNotExistInUDP=Le plan (%s) a \u00e9t\u00e9 supprim\u00e9, car il n''existe pas dans Arcserve UDP.
nodeIsNotProtectedByPlan=Le job de sauvegarde a \u00e9t\u00e9 supprim\u00e9 pour le noeud %s, car il n''est pas prot\u00e9g\u00e9 par le plan (%s). 
planChangedInUDP=Echec de l''ex\u00e9cution du job de sauvegarde suite \u00e0 la modification du plan (%s) dans Arcserve UDP
buildVersion=version %s (compilation %s)

failedToUpdateRegInfoForNode=Echec de la mise \u00e0 jour des informations d''enregistrement pour le noeud %s. Motif : %s
failedToConnectNodeWrongCrentails=Nom d''utilisateur ou mot de passe non valides
failedToConnectNodeWrongNetwork=Un probl\u00e8me s''est produit au niveau du r\u00e9seau. V\u00e9rifiez que le noeud est allum\u00e9 et que la connexion SSH est op\u00e9rationnelle.
failedToConnectNodeWrongSSHKey=Configuration de cl\u00e9 SSH non valide
failedToConnectNodeNotRootUser=Le nom d''utilisateur ne correspond pas \u00e0 un utilisateur racine.
failedToConnectNodeInvalidRootPasswd=Nom d''utilisateur ou mot de passe non valide pour l''utilisateur racine.
failedToConnectNodePwdExpired=V\u00e9rifiez que la commande ex\u00e9cut\u00e9e est autoris\u00e9e par le serveur Secure Shell (SSH) et que votre mot de passe n''a pas expir\u00e9.
failedToConnectNodeUndefinedReason=Motif non d\u00e9fini
failedToConnectLicenseServer=Echec de la connexion au serveur %s. V\u00e9rifiez que la connexion r\u00e9seau au serveur est op\u00e9rationnelle.

start_instant_vm_job_start=D\u00e9marrage du job de machine virtuelle instantan\u00e9e
start_instant_vm_job_init=Lancement de l''initialisation du job de machine virtuelle instantan\u00e9e
start_instant_vm_job_init_successfully=Le job de machine virtuelle instantan\u00e9e a \u00e9t\u00e9 initialis\u00e9.
start_instant_vm_job_init_failed=Echec de l''initialisation du job de machine virtuelle instantan\u00e9e
start_instant_vm_job_create_vm=La cr\u00e9ation de la machine virtuelle %s a d\u00e9marr\u00e9.
start_instant_vm_job_create_vm_successfully=La machine virtuelle %s a \u00e9t\u00e9 cr\u00e9\u00e9e.
start_instant_vm_job_create_vm_failed=La cr\u00e9ation de la machine virtuelle %s a \u00e9chou\u00e9.
start_instant_vm_job_start_vm=Lancement de la mise sous tension de la machine virtuelle %s
start_instant_vm_job_start_vm_failed=Echec de la mise sous tension de la machine virtuelle [%s]
start_instant_vm_job_start_vm_successfully=La machine virtuelle %s a \u00e9t\u00e9 mise sous tension.
start_instant_vm_job_start_failed=Impossible de d\u00e9marrer le job de machine virtuelle instantan\u00e9e.
start_instant_vm_job_start_successfully=Le job de machine virtuelle instantan\u00e9e a \u00e9t\u00e9 lanc\u00e9.
stop_instant_vm_job=Arr\u00eater le job de machine virtuelle instantan\u00e9e
stop_instant_vm_job_stop_vm_failed=L'arr\u00eat de la machine virtuelle %s a \u00e9chou\u00e9.
stop_instant_vm_job_stop_vm_successfully=La machine virtuelle %s a \u00e9t\u00e9 arr\u00eat\u00e9e.
stop_instant_vm_job_failed=Impossible d''arr\u00eater le job de machine virtuelle instantan\u00e9e.
stop_instant_vm_job_successfully=Le job de machine virtuelle instantan\u00e9e a \u00e9t\u00e9 arr\u00eat\u00e9.
start_instant_vm_job_ready_to_use=La machine virtuelle %s est pr\u00eate pour utilisation.

jobCanceledWhenDatastoreStoped=Le job %s va \u00eatre annul\u00e9, car le r\u00e9f\u00e9rentiel de donn\u00e9es %s a \u00e9t\u00e9 arr\u00eat\u00e9 sur le serveur de points de r\u00e9cup\u00e9ration %s.
jobCanceledWhenDatastoreModified=Le job %s va \u00eatre annul\u00e9, car le r\u00e9f\u00e9rentiel de donn\u00e9es %s a \u00e9t\u00e9 modifi\u00e9 sur le serveur de points de r\u00e9cup\u00e9ration %s.
jobCanceledWhenDatastoreDeleted=Le job %s va \u00eatre annul\u00e9, car le r\u00e9f\u00e9rentiel de donn\u00e9es %s a \u00e9t\u00e9 supprim\u00e9 sur le serveur de points de r\u00e9cup\u00e9ration %s.

submitJobFailedWhenRPSCredentialWrong=Echec de l''ex\u00e9cution du job pour %s. Les informations d''identification du serveur de points de r\u00e9cup\u00e9ration %s sont incorrectes. 
submitJobFailedWhenRPSNotReachable=Echec de l''ex\u00e9cution du job pour %s. Le serveur de points de r\u00e9cup\u00e9ration %s est inaccessible.
submitJobFailedWhenDatastoreNotExist=Echec de l''ex\u00e9cution du job pour %s. Le r\u00e9f\u00e9rentiel de donn\u00e9es %s n''existe pas sur le serveur de points de r\u00e9cup\u00e9ration %s.
submitJobFailedWhenDatastoreStopped=Echec de l''ex\u00e9cution du job pour %s. Le r\u00e9f\u00e9rentiel de donn\u00e9es %s n''est pas en cours d''ex\u00e9cution pas sur le serveur de points de r\u00e9cup\u00e9ration %s.
submitJobFailedWhenDatastoreRestoreMode=Echec de l''ex\u00e9cution du job pour %s : le r\u00e9f\u00e9rentiel de donn\u00e9es %s est en mode Restauration sur le serveur de points de r\u00e9cup\u00e9ration %s.
submitJobFailedWhenDatastoreError=Echec de l''ex\u00e9cution du job pour %s : une erreur s''est produite au niveau du r\u00e9f\u00e9rentiel de donn\u00e9es %s sur le serveur de points de r\u00e9cup\u00e9ration %s.
failedToRunJobWhenPurgeJobIsRunning=L''ex\u00e9cution du job %s pour %s a \u00e9chou\u00e9, car un job de purge est en cours d''ex\u00e9cution pour ce n\u0153ud.

diagUtilityExecStart=Commencez \u00e0 collecter les informations de diagnostic.
diagUtilityExecSuccess=Les informations de diagnostic ont \u00e9t\u00e9 collect\u00e9es \u00e0 l''emplacement %s.
diagUtilityExecFail=La collecte des informations de diagnostic \u00e0 l''emplacement %s a \u00e9chou\u00e9.
collectDiagnosticInformation=Collecter les informations de diagnostic
diagUtilityNodeNotExist=La collecte des informations de diagnostic a \u00e9chou\u00e9. V\u00e9rifiez que le noeud existe.

failedToCreateVMOnEC2=Echec de la cr\u00e9ation de la machine virtuelle sur AWS EC2. EC2 signale l''erreur suivante : %s
securityGroupDescription=Utilis\u00e9 pour la connexion SSH
sourceMachine=Ordinateur source
testType=Type de test
instantVm=Machine virtuelle instantan\u00e9e
recoveryServer=Serveur de r\u00e9cup\u00e9ration
sessionNumber=Num\u00e9ro de session
arjs=Statut du job de r\u00e9cup\u00e9ration garantie
executionTime=Heure d''ex\u00e9cution
warning=Avertissement
information=Informations
error=Erreur
finished=Termin\u00e9
failed=Echec
activityLog=Journal d''activit\u00e9
errorsSubject=Erreurs de r\u00e9cup\u00e9ration garantie [ordinateur source : %s]
successfulSubject=R\u00e9cup\u00e9ration garantie r\u00e9ussie [ordinateur source : %s]
emailSendFailed=Impossible d''envoyer le courriel en raison d'une erreur : %s
notSupportWindows=La r\u00e9cup\u00e9ration garantie Linux ne prend pas en charge le noeud non-Linux [%s].

ivm_flag_notes=Cette ligne a \u00e9t\u00e9 ajout\u00e9e par Arcserve UDP. Ne supprimez/modifiez rien.
vmwareReportError=Le serveur VMware vCenter/ESX(i) a signal\u00e9 l''erreur suivante : %s
hypervReportError=Le serveur Microsoft Hyper-V a signal\u00e9 l'erreur suivante : %s